[
    {
        "date": "1/01/2025",
        "content": "Que manera de empezar el año, la verdad fue un día bastante caótico, empezando por una llamada en la madrugada donde se pensaba terminar, luego una visita mañanera para confirmar todo lo escuchado en la llamada y por último una visita en la noche para aclarar lo sucedido y seguir juntos. PD: Que bonito mi regalo"
    },
    {
        "date": "2/01/2025",
        "content": "El día transcurrió como de costumbre, platicamos y enviamos tiktoks, por la noche yo salí y te iba a saludar a distancia, a esto tú me dijiste que mejor te pasara dando un besito (como me gustó eso) pasaron cositas, pequeños disgustos, pero era más carga emocional que yo tenía en ese momento, te agradezco por ser mi lugar seguro."
    },
    {
        "date": "3/01/2025",
        "content": "Hoy olvidaste pasar a traer a Tun ajajjaja también terminé de probar los chuchitos y paches que me diste (estaban bien ricos), hasta que llegó la noche y por un saludo pasaron cositas, tuvimos un tiempo de plática bajo la lluvia, te escuchaba mientras me contabas todo y luego fuimos a la rueda de chicago, terminamos platicando en una banca del parque, ya no sabía que más te podía decir, pero quería seguir a tu lado para acompañarte en todo momento."
    },
    {
        "date": "4/01/2025",
        "content": "De mi lado tuve una plática primera con mi suegrita sobre los eventos ocurridos el día de ayer, considero que estoy permitió que las cosas se aclararan, más tarde baje y platiqué contigo sobre todo, afortunadamente hoy tuvimos nuestra primera salida del año, fuimos a probar tacos, yo quería tacos de lengua, pero no habían ;( tú probaste unos tacos de birria y luego los calificamos, tú diste un 7/10 y yo un 8/10, seguiremos en la búsqueda de buenos tacos, luego fuimos a pegarle un poco al saco de box de Andaria y quisimos jugar billar, pero estaban ocupadas las mesas ;("
    },
    {
        "date": "5/01/2025",
        "content": "Iniciamos tratando de hacer nuestra combinación para llegar a dominical iguales, creo que no tenemos la misma visión de un color corinto jajaaja en la tarde todo tranquilo, hasta que llegó la noche, pasaron cositas y hubo una ligera discusión, a la que afortunadamente logramos llegar a un acuerdo y estar en paz."
    },
    {
        "date": "6/01/2025",
        "content": "Hoy ibamos a iniciar a ir al gimnasio, pero no se pudo porque nos habíamos desvelado un día antes, te toco trabajar hasta tarde saliste a las 7:00 p.m. pero obveamente fui a esperarte, porque ya estaba oscuro, eso nos permitió vernos un ratito (aunque mi nuevo corte te pareció raro porque estaba aplastado por la gorrar jaja)"
    },
    {
        "date": "7/01/2025",
        "content": "Hoy fue nuestro primer día de gimnasio, la verdad se sintió tan bonito, que aunque cada uno estuviera en su rutina teníamos unos breves momentos para poder ir, darle un besito o abrazo al otro, por la tarde nos vimos un rato y avanzamos en los stickers para los cuadernos de Oliver, terminamos el día discutiendo y con el problema más grande hasta el momento de la relación."
    },
    {
        "date": "8/01/2025",
        "content": "Día muy complicado debo decir, mis ganas de escribirte, de hablar no se van, toco ir a Guate y estar muy intranquilo porque no te escribía, aún así en la noche te mandé un par de tiktoks que expresaban mi sentir."
    },
    {
        "date": "9/01/2025",
        "content": "Considero este día bastante fuerte, aun con el poco sueño toco nuevamente ir a Guate, se empezaba a notar el cansancio físico y mental, por la tarde al regresar fui con Oliver a terminar sus stickers, la verdad estaba muy emocionado pensando en que dinosaurios poner, por lo mismo algunos llevan más de uno, estuvo complicado la despedida porque solo preguntaban el motivo del porque no me quedaba y te esperaba."
    },
    {
        "date": "10/01/2025",
        "content": "Este fue el peor día, la madrugada me puso sentimental y me dispuse a escribirte y expresarte mis sentimientos mediante una carta, la verdad es que se quedó corta, me hubiera gustado mencionar muchas cosas más, por la noche había reunión de escuela dominical, realmente quería verte, pero afortunadamente también tenía yo una reunión con el equipo de multimedia, así que decidí darte más espacio, por la noche ya pudimos platicar más sobre nuestra situación, considero que un poco más tranquilos y acordamos hablar mañana en persona."
    },
    {
        "date": "11/01/2025",
        "content": "Hoy cumplimos 13 meses de estar juntos, fue un día con muchas cosas entre los dos, primero que nada se llegó el momento esperado de la plática, ambos expresamos nuestro sentir y que pasaba, me siento muy feliz de que hayamos podido llegar al acuerdo de seguir juntos, aunque me hayas dicho que todo sería algo diferente, pero que esperabas no cambiar mucho, eso le dio un alivio a mi corazón. Seguimos siendo un EQUIPO."
    },
    {
        "date": "12/01/2025",
        "content": "Hoy fue un día bastanteee bonito, llegaste tarde a dominical, no me quisiste contar :\"( como que ya no me tienes la misma confianza ;( a pesar de ese mínimo detallito el resto del día fue espectacular, por la tarde vimos el partido del barcelonita, uffff tremendo partidazooo y lo mejor victoriaaaa, al terminar bajamos y vimos una película, me quedé dormidooooo :o pero se sintió tan bonito dormir en tu pecho (es primera vez que sucede) por la noche fuimos a comer y una plática tan amena con tu familia, me gusta sentir que cada vez nos llevamos mejor."
    },
    {
        "date": "13/01/2025",
        "content": "Hoy fue un día tranquilito, iniciamos con ir al gym, fue muy bonito las visitas entre descansos y unos besitos, como me encantaaa esoooo. <br>En cosas por destacar solamente que hoy estabas al perdida en el tiempo jaja y yo bien ocupado:("
    },
    {
        "date": "14/01/2025",
        "content": "Hoy fue un día muy bonito, tuvimos la primer salida de cafecito del año, plática muy amena, chismecito y de todo un poco, se que te esta costando seguir igual y que nada cambie, te lo dije y lo dejo plasmado acá, perdón, enserio trato de entender y comprenderte, pero algunas veces si me siento extraño o diferente, yo buscaré la manera de igual seguir como siempre y como soy, te amo mi niña hermosa."
    },
    {
        "date": "15/01/2025",
        "content": "Hoy fue la presentación de directivas en la iglesia, debo decir que estabas hermosa con ese vestido verde 😍, luego un tiempo de plática después de servicio (amo estos tiempos de tú y yo)"
    },
    {
        "date": "16/01/2025",
        "content": "Día bastante interesante, siempre es bonito poder compartir contigo estos momentos tan únicos e íntimos, dormir junto a ti es tan bonitooo."
    },
    {
        "date": "17/01/2025",
        "content": "Hoy los dos estabamos con sueño jajaja es que iniciamos haciendo cardio y luego fuimos al gym a hacer cardio :0 por la noche solamente tuvimos un tiempo de llamadita bastante bonito."
    },
    {
        "date": "18/01/2025",
        "content": "Se cumplió el cafecito con la suegrita jajaja un tiempo muy bonito, al inicio si estaba medio molesto por el tema tiempo, pero luego de ello todo tranquilo, me gustó la plática, muy ameno el tiempo, luego regresamos y volvimos a salir para comer, terminamos viendo a la mamichula le decían jajajaja naaah, día muy bonito contigo."
    },
    {
        "date": "19/01/2025",
        "content": "Hoy cocinamooos crepaaaaas, la verdad quedaron muy bien, aunque el color estaba rarito jajaja"
    },
    {
        "date": "20/01/2025",
        "content": "Inicia nuestra búsqueda de velitas y cosas para el pastel de mi suegrita la próxima semana, no conseguimos, pero eso significa salir otro día para buscar nuevamente."
    },
    {
        "date": "21/01/2025",
        "content": "El día de hoy fuimos a ver <strong> Interestelar </strong>, fuaaa que película más buena, me gustó un montón, pero más porque iba junto a ti, aunque no nos dejaron entrar nuestras bobas jajajaja"
    },
    {
        "date": "22/01/2025",
        "content": "Día bastante tranqui y bonito, aunque hay veces que siento que soy exagerado por pedir más y más tiempo a tu lado en el gym, pero con el tiempo se que se irá dando."
    },
    {
        "date": "23/01/2025",
        "content": "Uff que día el de hoy, ya hacía falta tener un momentito de besos y abrazos, hoy comí tus taquitos por primera vez y enserio que me gustarooon."
    },
    {
        "date": "24/01/2025",
        "content": "Hoy fue un día bastante curioso jaja creo que estoy siendo muy exagerado con ciertos gestos o como reacciono cuando no me tratan bonito, no me gusta eso, vamo a tratar de bajarle un poquito, tuvimos una salidita express en busca de velitas, pero fracasamos, no había de las shidas, cosas destacables de hoy, tuvimos un momento a solas bonito, aunque ambos consideramos que nos estamos dejando llevar mucho"
    },
    {
        "date": "25/01/2025",
        "content": "Que día tan bonito, nos vimos por la tarde para ir a buscar el regalo de tu mamá, anduvimos con Oliver dando vueltas, fuimos a comer y regresamos a jugar un ratito, estuvo muy bonito todo, cada vez me haces mucha falta cuando no estamos juntos."
    },
    {
        "date": "26/01/2025",
        "content": "Hoy lo considero como un día bien bonito porque, primero, estuve contigo, segundo comí de las dobladas que hicieron (estaban bien ricas) y tercero, ganó el Barcelona, lastimosamente ya por la noche no pudo continuar la aventura, pero habían compromisos jajaja AMOOOO eestar contigo."
    },
    {
        "date": "27/01/2025",
        "content": "Que más puedo decir de hoy, un día genial, iniciamos quemando cuetes, fuimos al gym, tristemente aún te sientes insegura conmigo o dudas de mí, pero bueno, espero que podamos seguir creciendo y mejorando, luego el tiempo del cumpleaños, todo bonito, cada vez me voy sintiendo más cercano y eso me pone contento, amo pasar tiempo contigo y que vivamos juntos experiencias así."
    },
    {
        "date": "28/01/2025",
        "content": "Este día no fuimos al gimnasio porque ayer nos desvelamos limpiando jajaja pero aún así tuvimos nuestro tiempo para vernos y en realidad que todo es muy bonito a tu lado, esperemos que la oferta que esta sobre la mesa (Aún no tengo mayor información) pueda darse de manera remota, quiero seguir a tu lado en cada momento y no estar a la distancia."
    },
    {
        "date": "29/01/2025",
        "content": "Pocas cosas del día de hoy, gimnasio (me gustaa ir contigoooooo🤭) por la tarde fui un ratito contigo y hoy hubieron flores (gerberas), me alegra mucho que te hayan gustadooo."
    },
    {
        "date": "30/01/2025",
        "content": "Que más podría decir del día de hoy, simplemente fue un día muy bonito, hoy entrenamos juntos hombro, toco cargar un poquito más jajaja pero me gusta cuando lo hacemos juntos porque me esfuerzo más, por la noche todo muy bonito, en realidad amo tener esos momentos contigo."
    },
    {
        "date": "31/01/2025",
        "content": "Iniciamos el día con un cafecito platicando sobre lo sucedido la noche anterior, es muy bonito poder tener pláticas de ese estilo contigo, prometí ayudar a que no vuelva a suceder, al menos en un 70%, creeme que quisiera ofrecer más porcentaje, pero tristemente algunas veces se que mis deseos me ganaran, ahhhhhhhhhhhhhhhh ya quiero vivir contigooooo jajaja"
    },
    {
        "date": "1/02/2025",
        "content": "Hoy no nos vimoooooos ;( la verdad solo puedo decir que si extrañe mucho verte el día de hoy, por la tarde me hiciste una bromita que me dejo pensando jaja pero de ahí todo bieeeen, así que tranqui, me pareció raro que no fueras por pestañas si habías ido a San Lucas, pero supongo que otros mandados, ya quierooo verte mañanaaaa."
    },
    {
        "date": "2/02/2025",
        "content": "Veamos que sucedió el día de hoy, fue un domingo diferente porque no estuve la tarde contigo ;( aunque ahorita ya en la noche estuvimos platicando y luego viendo su serie ajajaja <br> Comentario del día: QUEEE HERMOSAAAAA, enserio me encanta como te ves con colores claros"
    },
    {
        "date": "3/02/2025",
        "content": "Por salir tarde ayer, no fuimos al gym hoy jajaja pero si hubieron tulipanes por la tardeeee 🤭 bueno, solo uno jajaja me alegra saber que te haya gustado"
    },
    {
        "date": "4/02/2025",
        "content": "Iba todo tranquilo en el gym, pero pum, me molesté, tristemente en ese momento no hiciste algo por preguntar o interesarte, me hubiera gustado que sucediera, por la noche fuimos por crepas y unas papotas, que vaya que estaban grandes, platicamos un poco sobre lo acontencido en la mañana y creo que vamos avanzando en esto."
    },
    {
        "date": "5/02/2025",
        "content": "Día de hombro juntooos 🫣hoy fui con camiseta al gym, casi no lo hago, pero me gustó, aunque más me gustó las fotos que nos tomamos despuéees. UFFFFFFFFFFFFFFFFFFF <br> No te pude ver la tardeee, que tristezaaa"
    },
    {
        "date": "6/02/2025",
        "content": "Hoy en el gym, existen las casualidades y justo cuando me iba a enviar unas fotos cae un mensaje de alguien no agradable para mí, lo borré jajajaja no quería que lo vieras. <br>Básicamente transcurrió un día fuerte para los dos en el trabajo (más para ti), pero se sintió taaaan bien, el poder desahogarme contigo y quejarme, recibir mimos y besitos mientras me quejaba fue bonito 🤭 al igual que la plática en la cena, me gusta que podamos expresar lo que sentimos, se que te está costando, hay cosas que no sabes como expresarlas, pero quiero ayudarte a que lo hagas, que puedas sentirte plena conmigo, yo buscaré y haré lo que esté a mi alcance para lograrlo, al momento de que estés leyendo esto, me gustaría saber si lo he logrado o aún sigue en proceso.<br>Te amooo mi niña bella🥹"
    },
    {
        "date": "7/02/2025",
        "content": "El día de hoy hicimos pierna, elevaciones creo que se llaman jajaja pero tú haces con dos discos, yo lo intenté, pero aún me falta pulir bien bien la técnica, creo que se puede ir mejorando, tú día estuvo muy pesado ;( realmente quisiera poder ayudarte, pero no sé comooooo. <br> Por la tarde, fui a verte un ratito, estabas con mucho frío, tú mamá llamó jajaja imagino que hoy te quedaste dormida temprano, espero que mañana amanezcas mucho mejor."
    },
    {
        "date": "8/02/2025",
        "content": "No te viiiiiiiii😩😩 hoy no nos vimoooos, que tristeeee, el día fue muy normal, hasta que en la noche fui a verte y no estabas jajaja pero ahora en la noche una llamadita larga para enviarnos reels🤭"
    },
    {
        "date": "9/02/2025",
        "content": "Un día agridulce le podría decir jajaja todo tranqui, dominguito de iglesia, por la tarde no pudimos pasar un tiempo juntos, realmente esos tiempos siempre me hacen falta ;( pero en lado positivo, en la noche tuvimos un tiempo de platica, besitos, abrazos y juegooos, inicie mencionando que fue agridulce, porque si me tocaron mucho las palabras de \"Como jode, usted arruina la salida en familia\" y aunque trate de tomarlo como broma en su momento, la verdad no pude aguantar mucho, gracias por tus abrazos en ese momento, aunque eso me pusieron más débil jaja porque si estaba aguantando el sentimiento."
    },
    {
        "date": "10/02/2025",
        "content": "Comenzamos con sueñitoo jajaja hoy toco día de abdomeeeen 😮 tú haciendo abdomeen mi amoor :o fue día que transcurrió con tranquilidad, te llamé al regresar del trabajo, pero estabas en el baño jajajajaja amo que me contestes aún así, para decir que luego seguimos hablando. (No me ayudaste con mi tarea 😭)"
    },
    {
        "date": "11/02/2025",
        "content": "Llegaaamoooos al año y dos meseeeees, sin duda estos últimos meses después del año, han tenido sus altos y bajos, pero vamos superandolos, que es lo importante, para el día de hoy aún me encuentro con mucha vergüenza porque no me encuentro solvente, armamoos un lego de flores en Dunkin y fue un tiempo bonito de plática, siempreeee existeen las casuaaalidadees 😵‍💫 para el final en la noche me dio tremenda pena aceptar tu oferta de pagar, me arrepentí en el momento y mejor ahí se quedó, ya no te pasé la cuenta ni nada jajaja Te amo mi niña bella, gracias por ser mi apoyo."
    },
    {
        "date": "12/02/2025",
        "content": "Hoy en el gym siento que exagero a veces en como me siento, solo porque me niegues un abrazo no significa que no me quieras, aunque tristemente lo tomo así, creo que yo soy el problema ;( nuestro día transcurrió en cada quién haciendo sus cositas, tú el día de hoy no tuviste clases y que calidad, pudiste descansar un poco mi cielito."
    },
    {
        "date": "13/02/2025",
        "content": "Nos volvimooos a veeeeer jajja (en la tarde) siempre hacen falta esos momentitos de besitos y abracitooos, aunque dude de subir porque no sabía si estaba tu hermano, pero tuvimos un tiempo bonito, después por la noche una plática tranquilita con un café rico, hablamos sobre como eran otras relaciones y si cambiaban."
    },
    {
        "date": "14/02/2025",
        "content": "Y pasamos un día del amor, nuestro segundoooo 🤭 debo decir que este iba un poco sentimental por lo que pasaba con mi hermana, pero que bonito saber como te das cuenta que no estoy bien 🥹🥹 eso realmente es un sentimiento tan bonitooooooo. Me encantó el pelucheeeeeee. TE AMOOOOOOOOOOOO."
    },
    {
        "date": "15/02/2025",
        "content": "Sábado sin vernos ;( ibamos a vernos por la tarde, pero pasaron cositas dijiste, aún me tienes que contar que pasó, lo bueno es que tuvimos una llamadita extensa mientras tu arreglabas tu ropa y yo estaba haciendo tarea, luego nos quedamos dormidos en llamadaaaa."
    },
    {
        "date": "16/02/2025",
        "content": "Dominguinto de novioooooooos, fua hoy sentí tan bonito cuando dijiste \"él es mi novio\" aaahhhhhhhhhhhhhhhhhh, eso me gustó un montón, fuimos al mercado por mariscos, después solucionar problemas con el teléfono de mamá, se pudooo recuperar tiktok ajajaja y por la noche siguió el tiempo de noviooos 🤭 amo todo contigo. <br>Perdón si a veces me paso contigo en tocarte o algo así 😭 cuando leas esto me gustaría que me cuentes, como vivimos esto en un futuro, ¿Sigue así? ¿Cambió algo?"
    },
    {
        "date": "17/02/2025",
        "content": "Hoy día sin verte 🥲 estuvimos platicando muy poco, inicia tu semana de parciales y espero que te vaya muy bien🙌🏽 luego me puse en mood sensible porque no me respondiste bonito y terminamos hablando por llamada, tristemente aún no te sientes segura conmigo 😔😔 cuando leas esto quisiera saber, ¿ya te sientes segura conmigo? <br>Al parecer no vale la pena ser buena persona, siento que he intentado todo y no rinde frutos, te he demostrado que eres única para mí, que eres mi todo, he soportado cosas y comentarios por ti, he hecho cosas y al parecer nada vale la pena. Ya no sé que más hacer, quiero darte seguridad, pero la verdad ya no sé que más puedo hacer😭"
    },
    {
        "date": "18/02/2025",
        "content": "Primer entreno que tenemos de pechitoooooo jajajaja estuvo bastante bien, tristemente hoy no nos pudimos ver después de clases, como ya empezaba a ser costumbre de martes ;( pero fue por tu examen de financiera, que espero te vaya bien, por la noche que rarooo, yo sintiendome mal por que no me respondaaas ;("
    },
    {
        "date": "19/02/2025",
        "content": "Hoy no hubo entreno porque me tocó ir a Guate, pero si hubo besito antes de emprender rutaaaaa, luego al regresar una llamadita en el camino y tenía muchas ganas de verte, veniste un ratito porque tenías parcial, pero gracias por ese ratitoooo, estuve a punto de acompañarte también para salir más tardecito, pero al final no ;("
    },
    {
        "date": "20/02/2025",
        "content": "Hoy entrenamos hombroooo, el día transcurrió con normalidad, pero al final por la tarde una visita bonita llegó a mi casa 🤭 tiempo solitos bonito y luego fuimos por un hot-dog a la puma, no estaban taaaaan buenos jajaa pero la compañía si que lo estaba."
    },
    {
        "date": "21/02/2025",
        "content": "Hoy estuvo tremendo el día, en la mañana bien mareado por el ejercicio jajaja aunque también creo que fue por comer mucho un día antes, debo decir que por la tarde ya quería verte y ese momento solitos, estuvo muy bonito, nos dejamos llevar, pero también se siente bien en el momento. Luego me quedé con la espinita de que si quieres más a tu amigo que a mí, pero luego te lo pregunté y todo tranqui. <br>Salieron bien las gomitas, aunque siento que hubieran quedado mejor con chamoy jajaja pero no había"
    },
    {
        "date": "22/02/2025",
        "content": "No nos vimos ;( por la tarde-noche una llamada un tanto agridulce, no sé que sucedió, de un momento a otro, todo se empezó a arruinar, considero que tuve mayor culpa, aunque también tú un poco, platicamos, videollamamos y todo, fue bonito al final, terminamos platicando de varias cositas y al final ni sentíamos el tiempo, hasta cenamos juntos."
    },
    {
        "date": "23/02/2025",
        "content": "Por la mañana todo bien en dominical, excepto en la salida, donde quise tomar tu mano y simplemente la quitaste, después de dijiste que fue porque no te sentías cómoda, realmente duele mucho saber que por cosas que haga nada sirve, no cambia eso, me gustaría saber si actualmente sigues sintiendote así, ya ha pasado más tiempo para cuando leas esto, entonces te preguntó <b>¿Sigues sientiendote incómoda conmigo?</b><br>Más tarde saliste, fuiste de compras y que bonito se sintió sentirme incluido mientras me mandabas fotos y todo, fuaaaaaa😍 En la noche todo iba bien, hasta que hubo una pelea acá con mi padre, no aguanté el sentimiento y toco llorar, creo que se está volviendo muy seguido y no me gusta, tal vez pienses que soy débil, pero gracias por acompañarme en la llamadita."
    },
    {
        "date": "24/02/2025",
        "content": "Hoy no hubo GymNovios ;( pero si hubo tiempito por la tarde para estar juntos un ratito adornando para el cumpleaños de mi bro, que bonito compartir diferentes experiencias contigo, todo alegre, los juegos, la comida, luego jugando BASTA, creo que fue el primer mini acercamiento con tu hermano mayor, ahí vamos."
    },
    {
        "date": "25/02/2025",
        "content": "Hoy si hubo GymNovios jajaja como buen primer día, yo con pechito y tú con pierna, durante el día casi no hubo plática, solo que ya habíamos acordado tener nuestra CoffeNight, aunque por algún motivo luego cuando regresaste del trabajo tuvimos una llamadita y surgió la idea de quedarme a dormir, solo puedo decir que sensación tan bonita es que todo se de contigo, realmente quiero estar contigo siempre, cada experiencia, cada emoción, cada sensación, sentir de todo, pero contigoo mi amor."
    },
    {
        "date": "26/02/2025",
        "content": "Estuvimos algo cansado/desvelados por anoche, que en el gym fue más que todo solo cardío, el día tu estuviste full ocupada, trabajando en todas las liquidaciones, en mi caso estuve con clases, luego por la tarde tuvimos una llamadita y platicamos un ratito, fuiste a tu exposción, pero ni pasaste jajajaja luego regresaste y nuevamente una llamada, como me gustaaaa hablar contigo, aunque a veces me quede sin tema o dormido jajaja pero amoooo hablar contigo."
    },
    {
        "date": "27/02/2025",
        "content": "Hoy nos quedamos dormidos ambos jaajja ya ni fuimos al gym, el día transcurrió con normalidad, pero por la noche la brillante idea de volver a quedarme a dormir contigo, fuaaaa, tremenda carrera la que lancé jajaja todo bien bonitooo y estar junto a ti, es bonito."
    },
    {
        "date": "28/02/2025",
        "content": "Nuevaaamenteee cansados y algo desvelados, que solo fuimos por un cafecito a la Puma, que bonito sentí cuando me contaste lo de que siempre habías querido aprender a tocar teclado, era algo que yo no sabía y el que me contarás eso, me sentí muy especial, más tardecito veniste un rato a mi casa antes de ir a la U, amo todo el tiempo que podemos tener juntos, por la noche te dormiste temprano, yo me quedé finalizando la página web y al finaaaal se terminó."
    },
    {
        "date": "1/03/2025",
        "content": "Digamos que tenía mucha ilusión de poder salir contigo hoy, quería contarte lo que había completado ayer y como todo se dio, celebrar contigo ya que era mi primer logro en desarrollo web, pero tampoco te iba a obligar si no tenías ganas de salir, aunque de igual manera después estabas con tu mamá en Andaria y terminamos platicando un poco ahí, dijiste varias cosas que me quedaron, en la noche te lo dije y siento que cada vez que te expreso como me siento, todo termina mal, en la llamada iniciaste diciendome las frases bonitas como \"amor\", \"bebé\" y así, pero al terminar la llamada, ya fue nada, puro silencio, decidí cortar y luego tú llamaste diciendo que no querías que esto se quedará así, pudimos hablar, yo considero que lo logramos solucionar.<br>Quiero hacer algo este mes, imagino que cuando lo leas quizá no te guste que lo haya hecho, pero planeo guardarme todo este mes, cualquier trato frío, seco, me lo guardo, cualquier comentario, me lo guardo, trataré de no decir nada, para que pasé a peores cosas."
    },
    {
        "date": "2/03/2025",
        "content": "Que día, no tengo más palabras para este día, sé que ayer que me iba a guardar las cosas, pero si se complica la situación y no puedo, me cuesta, terminé preguntando el motivo del porqué me dejas a la salida de la iglesia, fuimos en silencio porqué tú no me decías nada, más adelante te pregunté si no dirías nada, a lo que solo me dijiste, <b>NO</b>, la frase que más me queda es cuando me dijiste <b>\"Mira que haces\"</b> y seguiste de largo, dejándome ahí con mis preguntas y comentarios, donde nuevamente caigo en que al yo decir algo, suceden estas cosas, por la tarde medio hablamos, considero que ambos molestos en cierto punto, antes del servicio te dije si podíamos vernos un rato, dijiste que sí, pero algo que también me quedó es el: <b>Pero sin abrazarnos</b>, acepté, al inicio estaba distante, conforme los minutos y hablabamos, te dije que si te podía abrazar, dijiste que sí y de ahí empezamos a platicar sobre la situación que estamos actualmente, yo no quiero dejarte, enserio que no quiero, pero tampoco quiero que te sigas sintiendo así, yo no sé que hacer, realmente siento que no es que vea a otras personas, pero tú dices que sí, voy a ver que hago, pero no quiero dejarte, me gustaría saber si para cuando leas esto, ¿Todo sigue siendo igual?"
    },
    {
        "date": "3/03/2025",
        "content": "No nos vimos 🥲 y también podría decir que la plática estuvo mas o menos, dije que no diría nada y eso estoy tratando, pero igual todo quedará escrito jajaja así que lo leerás en su momento :0 puedo sentirte algo seca conmigo aún, no me dijiste <b>Te Amo</b> al momento de despedirnos, solo fue un \"Que descanses bien\", pero bueno, mejor vamo a dormir, se cancela, ya me dijiste te amo jajajaja estaba terminando mi lección de duolingo cuando me escribiste y dijiste te amo."
    },
    {
        "date": "4/03/2025",
        "content": "La cama nos ganó jajajaja no fuimos al gym por seguir durmiendo un ratito jajaja en la noche tuvimos nuestra coffee-night, al fin terminé mi programa para subir notas automáticamente y te lo mostré en la noche, de igual manera me contaste que es lo que haces jajaaj pensé que podría hacer algo automatizado, pero al momento en que dijiste, yo tengo que ver si falta acá, e irlo a buscar allá, me di cuenta que no se podría ;("
    },
    {
        "date": "5/03/2025",
        "content": "Hoy sí fuimos al gym jajajaja el día transcurrió tranquilo, cada quien en sus cositas, hoy jugó el Barcelona, aunque estés ocupada, te mandé muchos mensajes jajajaja pero no me contestaste, hasta después me llamaste, iba a pasar al salir de comprar a dejarte un dálmata, pero me dijiste que mejor no, que te iban a regañar, al final, no pasé, pero más tarde si me quedé jajajaja que carrera, hoy no quisiste ir a la U, por lo que me dio tiempo de llegar a tu casa y quedarme a dormir, aunque siempre tenemos un momento bonito entre los dos, amo que todo se pueda dar contigooooo."
    },
    {
        "date": "6/03/2025",
        "content": "El día de hoy iniciamos con un café en el Super7, como ya es costumbre día después de quedarme jajajaja decidimos no ir mañana al gym para descansar la semana completa, quería verte por la noche, pero al final no se pudo, me di un baño y me relajé jajaja aún así te iba a ver, pero me dijiste que descansará."
    },
    {
        "date": "7/03/2025",
        "content": "Como acordamos, no fuimos al gym, pero eso no impidió que nos vierámos por la noche, fuimos a los hot-dogs del Super24, debo decir que estaban ricos jajaja aunque tú me echaste salsa en el pants JAAJAJA aunque sean momentos cortos, amo estar a tu lado mi amor bello."
    },
    {
        "date": "8/03/2025",
        "content": "Como tal hoy ya estabamos en que ibamos a salir, pero al final mencionaste que tu abuela les había dicho que quería que fueran a almorzar, entonces ya no se pudo, por la tarde yo fui a San Lucas con un cuate y pensé que saldría antes para pasar viendóte en el regreso, fue un poco más tarde, pero eso no impidió que nos vierámos aunque sea un ratitoo, espero te hayan gustado las flores 🤭🤭"
    },
    {
        "date": "9/03/2025",
        "content": "Fuaaaaa que día más bonito, iniciando desde la mañana, te fui a traer, aunque saliste un poco tarde jajaja luego en el servicio, fuimos a Guate, compraamoos jaja no tenía pensado comprar nada, pero not problem jajaja me gustó todo el tiempo que estuve contigo, realmente son momentos bien bonitos los que se viven."
    },
    {
        "date": "10/03/2025",
        "content": "El día de hoy no puedo decir mucho, no nos vimos, estuvimos ocupados y solo en la noche unos reel´s para antes de dormir, pero al menos se que mañana es 11 y hay coffee nighttttt, a todo esto también tenemos un nuevo mes juntoooooos."
    },
    {
        "date": "11/03/2025",
        "content": "Cambio la modalidad hoy, dije a inicios que me guardaría todo, pero no puedo, siempre digo algo y termino arruinando todo, hoy escribo desde temprano acá, porque me tocó la frase que me dijiste \"Estaríamos mejor en gimnasios diferentes\", con lo que me gusta la rutina que tenemos actualmente de ir temprano, hacer ejecicio juntos, aunque siempre quiera de tu atención, lo peor considero es que fue justo el día que cumplimos un nuevo mes, más tarde te preguntaré si nos vemos en nuestra coffe-night, veremos tu respuesta, redactó más tarde, pregunté y resulta que no querías verme, platicamos, considero que sigues molesta o rara como tú dices, la verdad no sé que hacer, siento que hago lo posible, pero nunca es suficiente, no sé si soy realmente alguien que cumpla tus estándares, ideales o requisitos, no lo sé, me duele el corazón, hoy no pude dormir, los pensamientos inundan mi cabeza."
    },
    {
        "date": "12/03/2025",
        "content": "Que día más feo, a pesar de ir temprano al gym, que considero fue medio obligado, en el día no hablamos nada, en este día no me dijiste ni una sola vez \"te amo\" o \"amor\" enserio esta doloroso esto, pero acá estamos, quiero darte tu espacio, para que me hables cuando estés más tranquila, te sigo amando, cuando leas esto, quiero que lo sepas."
    },
    {
        "date": "13/03/2025",
        "content": "No me siento bien, mi corazón no se siente bien, aún menos después de escucharte decir: \"Acostumbrate\", como me voy a acostumbrar a no ser tratado bonito, considerando que es algo tan bonito que me hace sentir especial, pero bueno, tomaremos literal las letras de la canción <i>Me haré pasar por un hombre normal Que no se siente mal Y voy a sonreír para que pase desapercibida mi tristeza.</i><br>Espero que esto cambie, porque mi corazón si se siente mal. Te sigo amando, pero también me gustaría que no hubieran estos tiempos, aunque también los veo necesarios para saber como reaccionamos y avanzamos."
    },
    {
        "date": "14/03/2025",
        "content": "Hoy tuve excursión y por lo mismo hablamos poco, siento que te estás forzando algunas veces en tratarme bonito, me duele aún pensar en la palabra \"acostumbrate\" y es que no me tengo que acostumbrar porque debería de ser tratado bonito, así como también te trato y te escribo, pero bueno, aguantamos y trataré de no decir nada, aunque se siente feíto que todo sea muy seco aún cuando te digo alguna cosa bonita, solamente algún sticker o unos emojis."
    },
    {
        "date": "15/03/2025",
        "content": "Estoy en una mezcla de emociones, la verdad no sé que hacer, por más que te digo, siento que cambia poquito o solo por ratos, hoy por la tarde antes de ir a tu cita fui a verte rápido, me sentía mal, pero el ratito contigo me hizo bien, besitos y todo, pero siento que luego todo a lo mismo, no me gusta como estoy siendo tratado por mensaje y ahorita que estamos en llamada, nada de cariñito, no me hablas mal, lo sé, pero no eres iguaaal 😔 mi corazón late, pero de tristeza, porque siempre recuerdo y recuerdo la frase de <b>\"Acostumbrate\"</b><br>Esa frase está rondando todo el día en mi cabeza, me tortura.<br>Seguimos en la llamada, terminó de madrugada, aunque debo decir que estaba todo bien y luego tu <b>\"Ok\"</b> después de mi mensaje si que dolió, pero en fin, creo que logramos hablar un poco más, veremos como se desarrolla nuestra historia.<br>Ya se había terminado la llamada, regresamos y te \"equivocaste\" con un reel, que sí era para mí <b>Te amo, pero odio lo insegura que me haces sentir</b>, otra frase para mi memoria, no sé que hacer para evitar que te sientas así y eso me torturaa😔😔"
    },
    {
        "date": "16/03/2025",
        "content": "Nuestro domingo de novios, después de una noche complicada sin poder dormir y que el tiempo transcurra lento, tuvimos un muy buen domingo, hubieron muchooooos besitooos, abrazos y cariñitos, considero que estuvo muy bonito todo, es lo que muchas veces me hace pensar en la frase <i>¿Nos hacemos daños estando juntos?</i>, yo considero que somos una pareja muy bonita como lo platicabamos después del servicio. GANOOOOOOOOOOOO el Barcelonaaaaaaaaaaaaa"
    },
    {
        "date": "17/03/2025",
        "content": "Día sin vernos mi vida ;( en la mañana ibamos a ir al gym, peroooo estaba brisando jajaja así que no, que rico dormir un ratito más jajaja por la tarde una llamadita donde dijiste \"me cuesta amarte\" y yo por molestar seguí la corriente, porque no te escuchaba bien jajaja así que te corté, por la noche me llamaste para platicar sobre eso, pensando que me había quedado con ese sentimiento jajaja pero en esta ocasión no fue así, gracias por también estar haciendo el esfuerzo de entenderme y tratar de buscar soluciones en ciertos momentos, como me dijiste durante la llamada \"Entiende amor, estoy tratando\" aprecio mucho eso y creo que podemos seguir juntos si ambos ponemos de nuestra parte para conversar y platicar de todo. TE AMOOOOOOOOO"
    },
    {
        "date": "18/03/2025",
        "content": "Hoy no hubo gym, me toco ir a Guate y realmente que desesperante fue el regreso 😵‍💫 bloqueos por todos ladoooos, pensé que no te vería porque te quedaste dormida en la mañana, pero por la noche fui a verte y estuve  punto de quedarme jajaa pero llegaron visitas a mi casa y mi mamá me dijo que me regresara mejor, así que toco ;("
    },
    {
        "date": "19/03/2025",
        "content": "Día de pijamada jajajaja no iba preparado para quedarme jajaja aunque si con intenciones, ya que por eso moví mi moto más lejos, pero que bonito es compartir momentos tan únicos contigo, sabiendo que podemos ser ambos y dejarnos llevar, espero que todo pueda seguir siendo así de feliz contigo, pedí permiso para ir el sábado al babyshower, esperemos que digan que sí, aún sigo con la esperanza de que se pueda dar."
    },
    {
        "date": "20/03/2025",
        "content": "Hoy no tengo mucho que destacar, no fuimos al gym como todo día después de que me quedo contigo jajajaja fuimos por un cafecito, aunque esta vez, fue un café frío, por la noche te acompañé a comprar concentrado y terminé regresando justo para exponer, me viste en mi exposición y algo bieeeeeen bonitoooo, es que nos quedamos dormidos en videollamada 🥹🥹 como me gustó hacer eso mi cielo."
    },
    {
        "date": "21/03/2025",
        "content": "Día de florecitaaas amarillas 🤭 espero te haya gustado mucho el detalle mi niña hermosa, siempre quiero estar para ti en esos momentos, luego fuimos a buscar regalito para el baby shower de mañana, considero un momento bonito porque siempre pensamos a futuro y me está gustando todo eso mi amor, ya pediste la mecedora jajajaja"
    },
    {
        "date": "22/03/2025",
        "content": "Y siempre si fuimos al baby shower jajaja que bonito fue poder ir acompañado de ti mi novia hermosaaaa, iba algo nervioso porque era primera vez que iba a manejar carro contigo como mi copiloto, el viaje estuvo alegre porque tuvimos tiempo de platicar, me diste comidita, ahhhhh como me gustó esoooo bebé, amo mucho tu compañiaa, en la noche casiii nos quedabamos juntoos jaja pero no se pudo ;("
    },
    {
        "date": "23/03/2025",
        "content": "Hoy fue un verdadero \"Domingo de Novios\" desde el desayuno hasta la cena, pasamos mucho tiempo juntos y amé todo eso, cada comida, cada caminata, cada risa, cada historia, todooooooo, estar contigo me hace muy feliz y me gusta que sea lo mismo de ti para mi, aunque tus hombros se quemaron mucho;( creo que si es momento de ir buscando algún carrito, para ir más tranquilos amor, y para cerrar el día fue nuestra primera vez, no sé como sucedió, pero contigo todo fluye, amo eso contigo, al menos yo sentí algo especial, tristemente recibiste un regaño por salir conmigo ;( perdooooon"
    },
    {
        "date": "24/03/2025",
        "content": "Como buen lunes no fuimos al gym jajajaja pero eso no impidió que nos vieramos por la tarde, aunque hubo un tiempo de disgusto, se pudo controlar rápido y luego fuimos a comer tortas jajajaa amo estar contigo, compartir mi tiempo contigo y que podamos crecer juntos, la plática sobre lo que pasó ayer también estuvo presente y sigo pensando que fue un gran momento contigo."
    },
    {
        "date": "25/03/2025",
        "content": "Hoy fue día dudoso en la tarde jajajaja si me quedaba o no contigo, estuve entre no, por tu condición, pero al final sí jajajaja que bonito se siente hacer eso contigo, dormir contigo es lo mejor."
    },
    {
        "date": "26/03/2025",
        "content": "Casi nos cachaaaaan jajajajaj en la mañanita tu mamá salió al baño y casi nos atrapan en la movida jajaja afortunadamente yo te dije que un rapidín JAJAJ eso ayudó, en mi opinión, por la tarde me enfermé ;("
    },
    {
        "date": "27/03/2025",
        "content": "Sin gym por enfermedad ;( pero que bonito recibir una visita por la tarde-noche 🤭 enserio que estar acostadito en tu pechito y que me hagas piojito es de lo más bonitooooooo, amo mucho tu compañía."
    },
    {
        "date": "28/03/2025",
        "content": "Seguimos sin gym por enfermedad, pero ya estamos mejor, por la noche tuvimos una noche de chocolatito, platicamos, hubieron abracitos y besitos, en resumen un muy buen día, inició la planeación de nuestra última quedada para el día martes, esperemos que se dé todooo, pero todooo jajajaja"
    },
    {
        "date": "29/03/2025",
        "content": "Mañana de trabajo, pero tarde de novioooooos 😍 iniciamos medio mal se podría decir con la frase de \"no tenía ganas de nada\", eso me desanimo porque pensé que estabas sin ánimos, por eso te notaba rara en toda la salida, diría que el estar en el cine, solamente existiendo los dos con cariñitos, nos ayudó bastante, porque sentí que salimos diferentes jaja al menos yo eso creo, más tarde un ratito de plática, molestando un poquito con tu mamá y hablando de dinosaurios con Oliver jajaja"
    },
    {
        "date": "30/03/2025",
        "content": "Empezamos el día fuerteee jajajaja yo bien molesto porque no me guardaste mi lugar junto a ti en la iglesia, sino que había otra personaaaa a la par, si quería hablarte, pero no me salía hablarte jaja fue como raro, ya al terminar clases platicamos un poco sobre esto y me gusta que platicando nos podamos entender bastante bien, eso me ayuda mucho, en la noche no hubo visita nocturna ;("
    },
    {
        "date": "31/03/2025",
        "content": "Por más extraño que parezca hoy si fuimos al gym jajajaja en luneeees :o hicimos pechitos ambos, aunque tu ibas con muuuchoooo sueñooo jajajaja estuvo bonito todo el tiempo, no nos vimos más durante el día, pero si hubo llamadita nocturnaaaaa, aunque debo decir que me puse medio celoso jajajajaja porque si escuchaba como te caían muchos mensajes a altas de la noche ;( luego me quedé dormido."
    },
    {
        "date": "1/04/2025",
        "content": "Iniciamos el mes con nuestra última quedada ;( que triste pensar en eso, me gustaba bastante, pero si será más complicado quedarnos a dormir ahora que tu papá va a regresar, igual me quedó con los recuerdos bonitos de todo esto."
    },
    {
        "date": "2/04/2025",
        "content": "Comenzamos el día con nuestro típico cafecito después de quedada, el día transcurrió con normalidad, por la tarde me acompañaste a hacer unas gestiones en Tigo y surgió la idea de quedarme nuevamente jaja así que siempre sí hay nueva quedada, todo estuvo bien bonito hasta que tuvimos un momento de shock, como ¿Qué pasó? :o <br>Creo que hoy si fue nuestra primera vez por lo que pasó, aunque si te soy sincero si me asusté también con eso."
    },
    {
        "date": "3/04/2025",
        "content": "Nuestro día inicia con una cafecito de después de quedada, aunque debo decir que estuviste bien rara durante la mañana, el día no hablamos mucho por como está el internet en tu trabajo, para terminar, llegué a verte después del trabajo y en efecto, sabía que no estabas bien, platicamos y surgió nuevamente el quedarmeeee ;o ya son tres días seguidos, me estoy acostumbrandoooooooo, amoo pasar el tiempo a tu lado y más si es dormir abrazaditooooos, debo decir que tuvimos un momento de plática profundo, enserio que plática tan bonita, me gustó mucho el tiempo y el como nos vemos a futuro, considerando todos los aspectos, amo eso, amo que sea contigo y amo que seas mi <b>COMPAÑERA</b>"
    },
    {
        "date": "4/04/2025",
        "content": "Como buen día después de quedada jaajaj hoy hubo cafecito, solo que esta vez tocó Burguer King, estuvo rico el pay de queso jajaja luego intentamos conseguir la contraseña del wifi de la empresa jajaja pero no se pudo, aunque ya tengo idea de como conseguir la del gym, lo que si quiero es comprar esa antena wifi para hacer el proceso."
    },
    {
        "date": "5/04/2025",
        "content": "Hoy no nos vimos ;( eso es tristeeeeeeee, pero mañana te toca pasar a la igle, yo sé que lo harás bastante bieeeen, espero que te haya gustado la web y que eso te pueda animar un poco, te amo muchooo."
    },
    {
        "date": "6/04/2025",
        "content": "Pasaste y lo hiciste bastante bieeen mi amorcitooo, yo sabía que podrías, pasé la tarde contigooo, hicimos minerales preparadas, que la verdad no nos salieron taan bien JAJAJAJAJ luego te quedaste dormida un ratito en mi pechito, no me quería ir de ahí ;( pero en fin, luego llovió y como no me respondías para despedirme me fui ;( aunque luego me dijiste que si jajajajja"
    },
    {
        "date": "7/04/2025",
        "content": "Iniciamos con día de pechito, dandole con todooo al gym, comienzo mi semana de parciales, terminé rápido lo que hizo que fuera a la reunión general, estuvo muy bien, ya no me dejas aplastar tus lonjitas ;( error mío que me afecte algo así jajaja"
    },
    {
        "date": "8/04/2025",
        "content": "Hoy tocó ir a Guate ;( estaba molesto porque realmente fui por gusto, no hice nada diferente a mi rutina diaria en casa, pero en cosas buenas, al salir pasé comprando mi cosito de red, para obtener contraseñas, me tocó esperaaaar, lo peor de todo es que nos ibamos a ver unos minutos antes de mi parcial y por esa espera ya no se pudo ;( hoy toca averiguar como funciona esta cosa, pero en ventajas es que cerca había una joyería y llevaba tiempo queriendo un anillo que significa mis sentimientos hacia ti, por lo que decidí comprarlo, ahora solo a esperar cuando será el momento de dártelo."
    },
    {
        "date": "9/04/2025",
        "content": "Vamos con todo al gym, duelen los brazos por intentar un nuevo ejercicio de tricep, que la verdad fue muuuy efectivo, hoy se supone que irías a la granja por mi quesito, pero ya no fuiste, irás hasta mañana ;( lo bueno es que me lo podrás llevar para la quedada 🤭 por la tarde yo solo tuve parciales y tú sigues con el inconveniente de que no te llegan mis notificaciones ;( y en actualizaciones, no funcionó el cosito que compré, solo fue por gusto ;("
    },
    {
        "date": "10/04/2025",
        "content": "Hoy si vas a la granja mi amoooor, espero me traigas mi quesito ajajajajajjaja día aburrido sin ti ;( me faltaaan tus mensajeeeeeeeeeeeeeees, que nervioooos pasé para poder entrar amor jajaja hoy si me vieron y tuve que fingir esperarte en la puerta y luego ir por unas coquitas para subir corriendoooooo, aunque la puerta se cerró demasiado fuerteeee jajajajaja en fiiin, estamos listos para la quedada jajajaaj"
    },
    {
        "date": "11/04/2025",
        "content": "Como buen día después de quedada, hoy fuimos a Burguer King, también iniciamos nuestro nuevo mes juntos, amo que pase el tiempo y sigamos juntos, conociendo más el uno del otro, todo tranqui en el día, por la tarde te llevé unas florecitas y donas, luego saliste con tu amigo y regresaste realmente tarde, la verdad si me molesté bastante por eso, aunque me molestó un poco más cuando dijiste: \"Ni mi mamá me dijo algo y tú sí\", pero se siente feo que estés con otro muy tarde afuera y lejos y conmigo tenga que ser corrido todo, sé que no depende de tí, pero que se yo, podrías haberle dicho, regresemos temprano y ya si te preguntaban en tu casa el porque, solo decir que pensaste que era el mismo horario que conmigo o algo así, pero en fin, si me dormí mal, aunque no tanto, porque lo platicaste conmigo después."
    },
    {
        "date": "12/04/2025",
        "content": "La mañana diría que no estuvo taan normal, la verdad yo sentía que no me estabas tratando bonito y tú dices que sí, pero no mencionabas ningún apodo bonito, me molesté, te llamé para tratar de hablarlo, pero nadaaa, solo quiero dejar acá que fue la primera vez que me <b>gritaste</b>, pero buenooo, luego fui por tortillas, te vi unos minutos, que considero fueron suficientes para estar mejor, por la tarde fui por camisolaaaaaas, ahora ya tendrás una para próximos partidooos que veamos juntos, luego estuvimos un tiempo juntos por la noche, pasamos y hablamos de sentimientos sobre lo que había sucedido el día de ayer, me fui algo tarde."
    },
    {
        "date": "13/04/2025",
        "content": "Nuevaaamente pasó lo de mi lugar en la igle, considero que es la última vez que me molestó o le prestó atención a eso, ya lo dejaré en ti, porque no se siente shido, por la tarde unos besitos y un express jajajaja no tuvimos tarde de novios, solo un ratito de noche, pero nos vimos nuevamente 🤭"
    },
    {
        "date": "14/04/2025",
        "content": "Iniciamos el día en el gym, hubieron molestias y al final enojados jaja aunque digas que no, sabes que sí estabas enojada, pero eso no impidió que tuvieramos nuestra quedada, yo considero que esta vez si fue la última ;( aunque estuvo todo muuy bonito, recostarme en tu pechito se siente muuy bonito y también que tú lo estés en el mío."
    },
    {
        "date": "15/04/2025",
        "content": "Como buen día después de quedada, iniciamos con una alarma física JAJJAJAJ y luego por un cafecito, hoy tuvimos sueños de que nos cachaban en la movida jajaja igual me contaste que el viernes posiblemente vayas a la playa con tu amigo, estoy pensando en que si al final no se da, te lo propondré para el sábado, que es el día que estaremos juntos, obvio no te diré nada, si me dicen sí, pues buenísimo y si me dicen no, pero ni modooooo, también fuiste por pestañaaas, terminamos molestos en llamada."
    },
    {
        "date": "16/04/2025",
        "content": "Por desvelarnos no estaba planeado ir al gym, pero al final si fuimos, aunque tú tenía en mente ir solita, al final si te acompañé, estuve pensando mucho en como acercame y hablar de lo de anoche, al final se pudo y el útlimo ejercicio ya estabamos mucho mejor, lo bonito de todo es poder saber que hablando se solucionan las cosas, en la noche para ir a la iglesia tratamos de combinar, aunque no se pudo al 100% jajajaaja"
    },
    {
        "date": "17/04/2025",
        "content": "Nuevamente un día juntitos, la mañana estuvimos fresh, ya al medio día estuve un ratito contigo en la tienda, me tocó esconderme un ratito en el baño jajajaja ay no, que cosas estas JAJAJAJ luego a comer mojarrita con tu familia, después hicimos torrejas jajaja quitando el centro a los panes y por último terminamos horneando un pastel con esos centros de pan, no lo pudimos probar, pero veremos y tal vez el sábado lo probamos jajajaja"
    },
    {
        "date": "18/04/2025",
        "content": "Hoy no tuvimos día juntos, cada quien estuvo por su lado en su viaje, tristemente no los pude acompañar porque ya había quedado de mi lado ;( pero como me hubiera gustado ir contigo, te extrañé un montooooon, terminamos solo hablando por llamadita en la noche."
    },
    {
        "date": "19/04/2025",
        "content": "Que día taaan bonito, estar casi todo el día contigo es bien bonitoo, amo estar a tu lado, iniciamos nuestro día juntos haciendo un fresco de carambola jaja y luego yo estaba asando la carne, luego de eso solo nos pusimos a ver una serie y terminé arreglando el chorrito del lavamanos jajaja de último vimos Moana 2, perdoooon por ser bien calentón jajaja no sé, me gusta ser libre contigooooo"
    },
    {
        "date": "20/04/2025",
        "content": "Día dominguito muy tranquilo, fui por tu en la mañana para iniciar nuestro día juntos, fuimos a la igle y luego con los niños, te fui a dejar y estuvimos un buen rato ahí, al final casi nos \"suenan\" a los dos ajajjajaja no hubo tarde de novios ;( pero si de regañada por no comernos el pastel que hicimos, tristementeeeeeeee tampoco pasamos un ratito por la noche, empezó a llover."
    },
    {
        "date": "21/04/2025",
        "content": "Comenzamos nuestra mañana con entreno de pechito, y también hicimos un poco de brazo, luego tuvimos un día muy tranquilito, como siempre ambos trabajando, platicando y demás detalles, por la noche, ya inicias nuevamente la U, aunque solo fuiste a la primer clase, que la segunda no era clase JJAAJ"
    },
    {
        "date": "22/04/2025",
        "content": "En nuestro training del día, fue piernita, que por algún motivo nuevamenteeee nos molestamoooos, en la subidita apliqué la de un abrazo largo de más de 20 segundos y empezó a funcionar, terminamos la noche con una quedada, hoy estuvo desde más temprano porque llegué al momento que tú regresaste del trabajo, estuvo muy bonito y wow que cosas las de hoy, nuevamente pasó lo de sangre, estuvimos más tranquilos esta vez, aunque eso nos llevó a bañarnos juntos, que fue bieeeen bonitooooo, después bañaditos, comiditos y a dormir"
    },
    {
        "date": "23/04/2025",
        "content": "Empezamos nuestro día con cafecito en Burguer, ya hemos cambiado el lugar jajajaja platicamos y comimos, luego el día fue normal de trabajo y más trabajo, no nos pudimos ver por la tarde noche 🫠🫠"
    },
    {
        "date": "24/04/2025",
        "content": "Hoy entrenamos hombro y tricep, tremendoooo entreno nos lanzamos jajaja que incluso terminando el training ya había dolor jajaja hay que seguir con esta intensidad, más tarde había intenciones de quedada, pero justo salieron muchas personas y vieron jajaj entonces simulamos que me fui y luego fuimos a ver rápidamente un regalito para el cumpleaños del sábado, pero no había nada, luego subimos y entramos, para la quedada del día, vimos la peli de Maze Runner y también comimos hamburguesitaaaas."
    },
    {
        "date": "25/04/2025",
        "content": "Nuestra mañana inicia con un despertar interesante jajajaja pasaron cositas y si es cierto que no se te olvidaría lo que hice hoy, cuando leas esto deberías de recordarte jajajaja así que veremos, luego fuimos al cafecito y planteamos todo el plan para la escapada del día de mañana, por la nochecita ya no nos vimooooos ;("
    },
    {
        "date": "26/04/2025",
        "content": "Comienzaaa la jugadaaa jajaja llego por ti, vas al \"trabajo\", pero que en realidad viniste a mi casa a cambiarte y arreglarte, iniciamos el viaje y pasamos comprando el regalito, estuvo bastante bonito el camino, aunque mencionaste que venías nerviosa jajaja pero ni modo, ya habíamos empezado con eso, posteriormente en la fiesta fuiste fotográfa jajaja y estuvimos (estuve) comiendo bastante, después vimos al Barcelona ganaaaaaar, no lo pude gritar tanto jajaja pero se dioooo jajajajaja al llegar me despediste bien rápido, me dejó con algunas dudas, pero mañana veremos que sucede, luego me fui a jugar fútbol y todo bien."
    },
    {
        "date": "27/04/2025",
        "content": "Mañanita de dominicaaaal, todo muy bonito, aunque no tuvimos mucho tiempo juntos después del servicio ;( luego bajaste rápido de almorzar y me pareció extraño, realmente sabía que algo había pasado por lo que fui contigo, aunque no querías salir, sabes que conmigo puedes llorar todo lo que quieras amor, luego más tarde yo de tonto y mis inseguridades o dudas me hicieron abrir tu laptop, porque me la había traído y quería saber quien era don llamadas, pero de tonto te mentí, realmente me sentí muy mal con eso y luego tú te enojaste, cosa que es totalmente válida, por supuesto que el motivo mío no quita lo que hice, después lo platicamos y considero que la conversión fue fluyendo bien, dormimos y amanecimos en llamada."
    },
    {
        "date": "28/04/2025",
        "content": "Fuimos al gym en la mañana, aún seguías molesta conmigo y enserio que lo entiendo, pero me siento mal al saber que estás así, por supuesto sé que es mi culpa y espero realmente puedas perdonarme, platicamos un poquito sentaditos en las gradas de plaza real y soy fiel creyente que las conversaciones ayudan a entendernos mejor, aún no sé que hacer para que te sientas segura conmigo, estoy seguro que lo que te hace dudar o sentirme insegura conmigo cuando estamos fuera es el hecho de que tú dices que veo a otras, yo siento que no es así, pero no sé en que momento surge, espero seguir trabajando en eso para que tú te sientas mejor, realmente quiero ser un mejor hombre para ti mi amor y cuando leas esto quisiera que me respondieras como te estás sintiendo actualmente conmigo bebé, te amoo."
    },
    {
        "date": "29/04/2025",
        "content": "Día de pierna fuertecito, la competencia se pone buena y eso es shido jajajaja a que crezcan esas piernaaaaaaas, se armó la última quedada ;( fue más complicada jajaja porque llegué de incógnitooooo, pero se pudooo, te doblé la ropa pensando que sería un buen detalle y terminó siendo que no ;( pero buenoooo, disfrutamos estar juntos y dormir abrazaditoos, amo cuando nos dejamos llevar 😳 no quiero que sea la última vez, pero espero que para cuando leas esto, no haya vuelto a suceder, no porque no quiera, sino porque se nos puede ir de las manos."
    },
    {
        "date": "30/04/2025",
        "content": "Comenzamos el día con un cafecito y plática tranqui, me dijiste que si has querido revisar mis chats y realmente quiero que lo hagas, pienso que eso te hará sentir más tranquila y quisiera que lo hicieras, por la tarde fui a decorar un poco la entrada para el regreso de tu papá, fuiste a tu examen parcial y estuve apoyandote desde atrás dandote las respuestas jajaja ojalá que este bien, ahora terminando vas con tu papá, estoy ansioso por saber que me contarás y también nervioso por conocerlo 😳"
    },
    {
        "date": "1/05/2025",
        "content": "Hoy fue día de descanso, tú estuviste en full convivencia con tu papá y que shidoo, estaba expectante de saber como sería conocerlo y la verdad que estuvo muy tranqui la convivencia, no fue mucha, pero muuy tranqui, al regresar me molesté con lo de \"No puede limpiar\", luego platicamos un poco sobre ese motivo, me diste tu punto de vista sobre el \"yo siempre puedo\" y la verdad es que agradezco mucho tus comentarios mi amor, me ayudan a tenerlo presente, trabajaré en eso, de igual manera cuando leas esto me gustaría que me comentarás si has notado algún cambio, posterior a eso te explique mis motivos, luego comimos un pastelito y me fui, te llamé, hablamos bien un ratito, pero después te lanzaste el comentario de que fuera solo al gym porque no te sentías \"cómoda\", luego solo dijiste que es broma, terminaste diciendo o recordando lo que me habías dicho \"Ya no te voy a molestar\", eso me molesta porque es como que te prohibiera eso, solo te he dicho, hazlo, pero cuando ya sea un límite, detente, porque creéme que si yo hiciera o molestara así, tú te enojas al momento, entonces hay que ver eso, por último para cerrar mi reporte de hoy, a pesar de que ya te había dicho que no se siente shido que mientras estás en llamada conmigo estés hablando con otro a altas horas de la noche, aún así lo haces, pero ya no diré nada, porque a pesar de que expreso mis sentimientos con ciertas acciones no son tomados en cuenta (al menos no lo he visto hasta el momento con estos dos casos)"
    },
    {
        "date": "2/05/2025",
        "content": "Por dormir tarde ayer, ya no fuimos al gym, en la mañana tú estuviste bien cortante conmigo, realmente trato de no ponerle sentimiento a esto, pero no puedoooooooooooooooo, hace unas semanas me preguntaste \"¿Cómo puedo hacerte sentir amado, cómo te gusta que te amen?\", esto fue en un reel y en mi respuesta iba el tratarme bonito, pero aún hay momentos en los que no, luego nos vimos en la noche, enserio que todo iba tan bien, platica, molestada tranqui, hasta que me estuviste rechazando por mucho tiempo un beso y me dijiste \"No te lo voy a aceptar\", incluso me moviste la cara y si sintió bien feo, obveo eso duele, entonces no es como que quedará bien, luego en la noche igual, full cortante, trate de llamarte y me dijiste: \"No puedo, ya tengo sueño\", perooooooo me quedé esperando tu mensaje porque estuviste todavía 10 minutos en línea y yo ahí sintiendóme ignorado, es muy feo sentirse así y te lo explico, pero aún así siento que no lo tomas en cuenta a veces (no digo que siempre), pero bueno, creo que voy a tratar de evitar el pedir que me trates bonito, si tú lo quieres hacer en todo momento esta bien, sino, tocará aceptarlo, veamos cuando leas esto que es lo está sucediendo y si hemos cambiado en algo, te amo y te sigo amando demasiado, recuerda <a href=\"https://gamboa01.github.io/TeAmo/\">TE AMO</a>"
    },
    {
        "date": "3/05/2025",
        "content": "Por la mañana nuevamente sentí que estabas cortante, me mandaste un audio temprano diciendo que todo bien, pero después te quedaste muy cortante, te mandé un mensaje diciendo que ya no quería iniciar nada como pelea o similar y que sería mi última vez pidiendote que me trates bonito, pero al parecer no lo tomaste bien y pasaste toda la mañana sin responderme, por la tarde pudimos vernos un ratito, pero ya no se pudoooo ;( y terminamos hablando en llamadita por la noche, no pude resolver mi programa y aunque ya iba bien avanzado, termine regresando a dos puntos atrás."
    },
    {
        "date": "4/05/2025",
        "content": "Nuestro domingo de noviooos, juntos a la igle (se te olvidó que había limpieza a la clase ajjaa) pero al final si estuvimos juntos durante el inicio, por la tarde unos taquitos y convivencia shida, fuimos a suma, pero no sin antes hacer algo :o jajajaja no sé, yo sentía que ya hacía falta, me da miedo molestar con un bebé y todo, porque quien sabe si al final termina siendo ciertooooo, después tuvimos noche de peli, fuimos por pizza y comenzamos a ver Lilo y Stich jajaja aunque ni terminamos de verla por la hora, estuvimos cercaaaaaaa de una media quedada jaaajaj pero los nervios ganaron, por cierto, el día de hoy estabaaas HERMOSAAAAAAAAAAAAAAAAAAAAAAAAAAAAA con esos vestidooooos."
    },
    {
        "date": "5/05/2025",
        "content": "Hoy si nos ganó el sueño y ya no fuimos al gym, tuvimos un día muy normal de trabajo y así, solo puedo destacar los nervios por el partido del Barcelona de mañana, nos enviamos un par de tiktoks de eso, pero veamos que pasa mañana."
    },
    {
        "date": "6/05/2025",
        "content": "Día de gym dividido, tú pierna y yo hombro, la verdad hoy estuvimos taaaan bieeeen, sin discusión ni nada, luego fuimos a la tienda por tu almuerzo y perdoooooooon, me ganó la emoción, aunque luego fue susto porque ahora me tocaba a mi estar ensuciandóte JAJAJAJ luego por la tarde fue el partido y pasó lo que no quería, perdió el Barcelona ;( naaaah la verdad si lloré, fue triste, tenía tanta ilusión con eso, por la noche nos vimos porque se supone iría a jugar y al final ya no jajajaja pero si me acompañaste un rato y consolando un poquito, mañana jugaré al parecer, estoy emocionado porque será la primera vez que quizá puedas iiiiir."
    },
    {
        "date": "7/05/2025",
        "content": "Aún se mantiene el sentimiento de derrota de ayer ;( pero bueno, gym con día de hombros, la verdad no me sentía tan animado para eso, día normalito hasta que llegó la noche, nos vimos antes de las 9:00 y si hay partidoooooo, primera vez que estarás presente, graciaaas por la bebida y la notita mi amoooor😘🥹 aunque solo fue un ratito me alegró mucho que fuera, aunque no estuve taaan bieen ;( esperemos haya partido la próxima semana y repitamos, aunque yo en mejor condición."
    },
    {
        "date": "8/05/2025",
        "content": "Hoy tocó entreno de espaldita, aún no sigo tan animado por la derrota ;( pero acá estamooos, fue día tranqui, en la noche me mentiste 3 veces ;( pero bueno, luego fuimos a comprar un top, me gustó poder ser el de las opiniones en esta ocasión 🤭 y espero te haya gustado bebé, luego platicamos sobre la escapada mayor y comenzamos con los planes, te amooooo, espero se pueda dar."
    },
    {
        "date": "9/05/2025",
        "content": "El día inicio de la manera más tranqui, fuimos al gym, hicimos piernita, estuvimos revisando y probando el programa de cierre de GRN´s, aún no funcionaaaaaaaaaaaaa jajajaja pero ahí, esperemos que se logré, por la tarde ya no nos vimos ;( pero luego surgió la idea de vernos aunque sea unos minutos, la verdad yo sentía que tú no querías que fuera contigo a Andaria, que es donde estabas, pero aún así fuiii, a lo lejos te vi con alguien, aunque tú me dijiste que venías sola, ya después me explicaste, pero tú te molestaste por eso que pensé, cuando leas esto, solamente quiero que sepas como me siento yo, cuando tú me dices que no me crees, lo mismo que sentiste tú ahorita, lo siento yo, pero en fin terminamos molestos, se supone quedamos \"bien\", pero después por mensaje y llamada, todo muuuy distinto."
    },
    {
        "date": "10/05/2025",
        "content": "Que día más feo, no hablamos casi nada en el día, tú toda cortante y cuando te pido que lo hagas lo tomas que te estuviera obligando, no se siente shido tener que estar pidiendo o rogando por algo, terminó el día tranquilo, hablamos un poco por llamada en la noche, me caigo mal que terminó llorando por cosas así, realmente quiero ser más frío, pero simplemente no puedo."
    },
    {
        "date": "11/05/2025",
        "content": "Iniciamos el día en la igle, la verdad un poco distantes, pero poco a poco fue cambiando, hoy jugó el Barcelona y ganó, al terminar dominical, como amé que vinieras corriendo a darme un abracito, porque ya no había nadie en la claseeeeeeeeeeee, luego comimos pepián y se supone haríamos un chocolate por la tarde jajaja pero ya no se pudo, lo bueno es que sí se pudo por la noche, quedó muy rico el chocolate, terminamos de ver Stitch1 y comenzamos con Stitch2, pero por la hora ya era momento de irmeeee, aunque yo andaba medio onfire que empecé a provocarte jajajaaj terminamos haciendo eso, pero ese segundo no me dejó retirarmeee a tiempooooooooooooo, tengo nervioooooos, hoy no estoy al 100% seguro de haberlo retirado a tiempooooooo, esperemos que no suceda eso."
    },
    {
        "date": "12/05/2025",
        "content": "Por puro sueño ya no fuimos al gym hoy, pero todo bien, al medio día me asustaste con que tenías mareos y por nervios compré una pastillita, nos vimos en la tarde en la U, fuimos a comer unas hamburguesitas, hablamos bastante de lo sucedido y como estuvo la vuelta, quedamos en que tendríamos una última veeeez, yo espero que sea el día 30 para disfrutar de todooooooooooo, tomaste la pastilla, esperemos que no tenga ningún efecto secundario mayor, te amo mi vida, espero que lo que hayamos hablado hoy de vivir juntos se nos pueda dar en su momento."
    },
    {
        "date": "13/05/2025",
        "content": "Hoy entreno dividio, tú en pierna y yo en pecho, fue una mañana ocupada, estuve vendiendo la moto de mi hermana, luego estuvimos tranquis durante la mañana, pero llegó la tarde y pum, tenía que arruinarlo enviandóte un vídeo que a mi parecer estaba bonito, porque decía lo que sentía, pero al final tú no me crees, aún me siento mal cuando me dices esto, sigo escribiendo esta frase <i>\"Cuando leas esto, me dices como te sientes actualmente conmigo\"</i>, pero en fin, te pusiste cortante, como cuando te enojas/molestas, te pedí un favorcito de irme a traer, aunque después nos fuimos de una vez a la U, fuimos a comer, aunque más a jugar jajajajaj partidas de Dominó y de un cosito de empujar discos jaajaja por suerte no nos mojamos, aunque yo casiiiiii, tuve que correr un poco, y luego te quedaste dormida mi amor jaajaja"
    },
    {
        "date": "14/05/2025",
        "content": "Hoy casiiii no vamos al gym jajaja fuimos unos minutos más tardecito, pero fuimooos, estuvimos haciendo hombro tranqui y surgió el comentario de que el viernes no tenías clase, entonces cambiamos la fecha de la escapada mayor para el día viernes, en mi caso es mejor porque el 30 lo tenía complicado por el permiso en la chamba, por el día todo tranqui, seguimos probando el programa de subir GRN´s, que nunca comprendo que hace mal jajaja luego en la igle tocó participación, entrega de rosas, llevé la camisa que me regalasteeeeee, te amooooooooooooooooooooooooooooo."
    },
    {
        "date": "15/05/2025",
        "content": "Hoy hicimos ejercicios de espaldaaaa y comenzamos a ver como podíamos comunicarnos mañana, escuchar música y hablar al mismo tiempo durante todo el trayecto, estuve más enfocado en eso jajajaja viendo y descargando apps ajajaj que mejor fuimos a hacer spinning, completamos la rutina y vimos como estaban pesando y midiendo a un vato, por lo que hicimos nuestra cita para el sábado temprano, luego el día transcurrió tranquilamente y comienzaaan los nerviooooos para mañanaaaaaaa, que por cierto, no me dejaste ni una prenda para llevarla en mi mochila jajaja"
    },
    {
        "date": "16/05/2025",
        "content": "Y se llegó el día de la escapada mayoooor, comenzamos con todo el plancitooo, desde el desayunooo, luego un masajitooo y jaccuzi, que la verdad se sintió taaan bieen todo ese tiempo contigoooo, luego a divertirse un rato saltandoo, verte feliz es una de mis mayores alegrías, es lo que quiero siempreeee, poder estar junto a ti y disfrutar de todo, terminé comprando un par de tenis ajjaja la verdad están bien shidoooos, sabes que te amo muchoo, ya no pudimos pasar a comer a San Lucas, pero si terminamos en Dunkin, donde armamos la quedada del día, para completar todo un día juntoooooos, fuaaa el ingreso el día de hoy si estuvo potenteeee, no fue normaaal, pero se logró, vimos una película, aunque no la terminamos de veeer JAJAJAJ"
    },
    {
        "date": "17/05/2025",
        "content": "La madrugada estuvo agitadaaaa, que susstoooo el que nos llevamoooooos con ese toque de puertaa, aaahhhhhh, con hora y media de sueño en el cuerpo fuimos al pesaje del gym, donde la verdad esperaba más jajaja aunque solo iba por saber mis medidas, en la mañana los dos con bastanteeee sueñoooo y terminamos el día en la igle, cuidando niños, fuimos por pizza y ya no hubo cenaaaa ;( si quería comidaaaaaa jajajaja estabamos medio molestos, pero aún así ibamos \"bien\", llegué a mi casa directo a dormir y luego me llamaste pensando que me había quedado molesto jaja te amoooo preciosaaaa, gracias por preocuparte en ese momento, ya más calmados lo hablamos, aunque más dormidos que despiertos jajaja"
    },
    {
        "date": "18/05/2025",
        "content": "Hoy no hubo día de novios ;( pero si nochecita de novios ajajaj no fuiste a la igle tempranoo mi amoor, muy maaal, luego estuviste un poco cortante conmigo, al menos yo así lo siento, es feo no sé, querer que siempre me hables bonito y cuando no lo haces, sentir que estás molesta o enojada, pero bueno, eso ocasionó que me dijeras un par de cositas, me fui a la igle porque ya era hora, quedamos en que me dirías si puedo llegar después y al final siempre sí se pudo, todo muy bien, platicamos un poco al inicio y terminamos muy bien, luego tomamos cafecito con pan y completamos el día con una posibleeee quedadaaaaaa ajajjaja aunque te dio nervios al final, te amo mucho preciosaaaa, perdoname por ser tan sensible, enserio no sé que me pasa si yo no soy así jajaja pero contigo la sensibilidad está al 100%"
    },
    {
        "date": "19/05/2025",
        "content": "Hoy como buen lunes no fuimos al gym jajajaja debo decir que todo el día estuvo muuy bonito, platica, enviaditas de reels, publicaciones y  quedó el jueguitooo jajaa por si acaso no lo logras el premio por llegar a los 10K era un par de tenis jajaja veremos si lo logras, luego creo que empiezan a ganarte los nervios del posible embarazo, pasaron cositas no muy agradables en el trato hacia mí, pero buenoooo, mañana haremos la prueba."
    },
    {
        "date": "20/05/2025",
        "content": "Hoy se supone día de gym, pero es día de pista, no muy querías, pero es necesario considero yo, fuimos a Burguer, yo la hice y salió NEGATIVOOOO, estamos bien por ahora, estoy escribiendo temprano, no sé si vuelva a escribir en la noche, pero creo que hoy fue mi última vez que lloró contigo, la verdad creo que ya ha sido mucho y te estás cansando de eso, voy a reservarlo, quizá en algún momento vuelva a suceder, pero no quiero que te sientas mal por eso, no me gusta guardarme cosas, pero si esto te hace sentir mejor, creo que lo haré, o quién sabe, la verdad hace tiempo atrás también dije que me iba a guardar las cosas y pues, nunca sucede jajaja pero sí me duele a veces."
    },
    {
        "date": "21/05/2025",
        "content": "Hoy fuimos al gym, solamente abdomen y spinning, estuvo interesante la vuelta, dándole a la bicicleta con todo jajajaja por la mañana y tarde todo tranqui, como cualquier día laboral, hoy te llevó a tu presentación/exposición, hubieron rositas, la verdad están bien bonitas y me alegra que te hayan gustado muchooooooo, te amoo hermosaaaaa, los nervios de la quedada de hoy fueron a otro niveeeeel, estuvimos viendo las posibilidades de entrar cuando no hubiera nadie, pero ya no pude, terminé entrando a las 10 de la nocheeeee, que nervioooooooos, pero se logró y disfrutamos nuestro tiempo juntoooooooos."
    },
    {
        "date": "22/05/2025",
        "content": "Comenzamos con cafecitooo de Burger jajajaja estuvimos muy tranquis disfrutando de la plática y de lo que haríamos hoy, quedamos en que vendrías a la casa y veríamos las pelis que tenemos pendientes en mi cuevita, el día transcurre tranqui sin novedad y llega la tarde donde vendremos a casa, al final no sale el plan como quería, aunque limpié bastante y tenía preparadas unas mascarillas para ponernos mientras la veíamos, los comentarios de acá de que si no me daba vergüenza la situación en que está mi cuevita me afectaron un poco, pero siempre te lo comparto, gracias por tus palabras y por quererme tal y como soy, junto con mis limitaciones, aunque tu comentario al final me dejó muy pensativo y triste, pensar que no solo te sientes incómoda conmigo, sino que también incómoda con mi familia y el estar acá, preguntaa para cuando leas esto, ¿Sigue siendo así?"
    },
    {
        "date": "23/05/2025",
        "content": "Hoy me tocó ir a Guate a saltar jajajaaj tenemos que ir a ese Sky Zone en Cayalá, tiene canchita de fútbol y está shida ajajjaa que mojadaaaaa me dí al regresar, hasta pensé que me resbalaría, ibamos hablando y todo fresh, se supone nos veríamos un rato, pero al final ya no se pudo ;("
    },
    {
        "date": "24/05/2025",
        "content": "Nuestro sábado de chamba empezó tranqui, por la noche fuimos a ver la pelí de Stich, pero antes de todo eso llegué a la tienda para ayudar con una lavadora, termiamos viendo TV con tu abuela, ya no terminamos de ver Kung Fu Panda, pero luego en tu casa abracitos bonitos y tú estando cómoda, luego fuimos a ver la peli y regresamos a comer tamales y paches, que estaban algo salados los que nos tocaron jajaj pero comida es comidaaaaa JAJAJJA te amo hermosa, amo estar contigooooooooooo"
    },
    {
        "date": "25/05/2025",
        "content": "Dominguito de dominical y luego viene la noticia de que ya BAJOOOOOOO ajjajaja así que como el tiktok que te mostré <b>Que bien, que bien, ya todo está bien </b>, que cosas las de ahora jajajaja en la tarde me tocó llevar a mi madre a hacer un mandado (ver a mi hermana) y ya no me pude quedar contigo para la tarde de novios ;( pero por la noche aún nos vimos y eso es bonitooo, amo estar contigo y pasar tiempo a tu ladoooooo, te AMOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO"
    },
    {
        "date": "26/05/2025",
        "content": "Lunes de NO gym jajaja estuvimos un poco desvelados porque no podías dormir, durante el día no tuviste mucho trabajo hoy, por lo que hubieron muchoooos reels en mi chat🤭 amo que me mandés muchoooooos, comienzan tus parciales y toco ayuda jajaja considero que fue rápido, así que todo bieeeen."
    },
    {
        "date": "27/05/2025",
        "content": "Hoy si entrenamos duroo, yo pechito y tú pierna, actualización, aún no hay besitoooooos ;( aún no se quita ese cosooo, aunque ya se ve bien secoooooo, quiero besitos, quiero besitooooos, hoy tienes tu parcial más complicado y solo espero que te salga bien, te amo preciosa."
    },
    {
        "date": "28/05/2025",
        "content": "Entrenamos piernitaaaaa, estuvo shido, es tu último día de parciales y mi chamba comienzaaa jajaja ayudarte a darte las respuestas JAJAJJA aunque al parecer hoy estuvo complicado porque se pusieron enfrente tuyo, lograste responder las primeras series, pero la última ya ni que decir jajajaja veremos como te va."
    },
    {
        "date": "29/05/2025",
        "content": "Buen entreno el del día de hoy, incluso inició la planeación para quedarnos a mimir hoy juntitos, no tienes clases entonces facilitaría un poco, aunque tú papá siempre está ahí, entonces se complica la vueltaaaa 🫠 salimos, comimos un poco y luego regresamoos, tarde 9:40 y aún estaban por ahí, resulta que tuve que ir a caminar un ratito jajaja para luego entrar corriendo a las 10:00, que bonitoooooo es quedarme contigoooooooooooooo, amarte y sentirme amado por tiiiiiiiiii, que se repitaaaaaaaaaaaaaaaaaaaaaaaaaaaaa 🤭🤭"
    },
    {
        "date": "30/05/2025",
        "content": "Tengo invitación a ir a la playa contigoooo, aunque también veremos si se logra dar jajaja esperemooos que sí jajajajaja fuimos a un buffet de tacos y nos mojamos bastanteeeee jajajajajaja comí bastanteee, aunque siento que no di todo jajaja quería quedarme contigo nuevamenteeeeeeeeeeeeeeeeeeeee, me quedé con tus llaves y tocó subir corriendo jajaja parecía tambito corriendo JAJAJAJAJA"
    },
    {
        "date": "31/05/2025",
        "content": "Hoy hay final de Champions y no está el Barcitaaaaaaa ;( que triste noticia la que me dieron, fui contigo un ratito, pasar mi día a tu lado y luego me fui a acompañar a mi bro un rato al velorio, pero quedamos en que al regresar me quedaría contigoooo, me abriste la puerta a media nocheee jajaja y disfrutamos de dormir juntoooooos 🥹😍 te amo tantoooooooooooooo"
    },
    {
        "date": "1/06/2025",
        "content": "Domingo de dominical, con sueñoooooo, nuestra conversiones solamente fueron en la mañana de que si había regresado bien y luego todo el día juntoooooooooooooooooooooooooooos, amo pasar mi tiempo a tu lado, te ayudé con tu coso de Excel, buscando buenas formas de hacerlo ajaja y por último regresé contigo, siento que estar todo el día a tu lado me hace bieeen."
    },
    {
        "date": "2/06/2025",
        "content": "Hoy tocó día presencial en Guateeee, que perezaaaaaaaaaaaaaa jajajaja no tenía ánimos de venir, pero me tocó grabación y espero que haya salido muy bien, más tardecito tú fuiste a la reunión general, yo no pude, estoy en mis últimas clases, resulta que no estás bien, tu papá se fue a otro cuarto y estuviste llorando conmigo, quiero ser siempre ese apoyo para ti, verificamos que si estuviera y que no se hubiera ido, pero todo bien."
    },
    {
        "date": "3/06/2025",
        "content": "Hoy por dormirnos tarde, ya no fuimos al gym, lo importante es descansar y que tú hayas dormido bien, se te antojó un tamalito de elote y a mi un atol de elote jajajajaja dijiste que llevarías y que llegara contigo, aunque al final no estaban shidos los tamalitos, yo pensé que me llevarías mi atol jajajaja al menos eso entendí, pero quedamos en que iremos a tomar atol un día jaajaja nuevo día contigoooo, que bonitoooooooo"
    },
    {
        "date": "4/06/2025",
        "content": "El día de hoy decidimos tener nuestra semana de descanso del gym, me quedé dormido, ibamos a ir, pero me dolía un poco la cabeza y los ojos, estoy empezando a sentirme mal, no tenía contemplado ir a visitarte el día de hoy, pero me invitaron a comer tacooooos y ni como rechazar una invitación jajajja pasamos tiempo juntos y comimos taquitooos, los días que no vamos al gym comemos más JAJAJ"
    },
    {
        "date": "5/06/2025",
        "content": "Aún no hay gyyymmm, hoy me sentía bastante estresado, me duele mucho la espalda, hombros y cuello, mi cuerpo está resintiendo mucho todo esto de que me digas que quieres terminar, quise ir al sauna por el calor, pero no se puede, más tarde fuimos por pestañas jaja hoy fuimos todos, tan HERMOSAAAA que te ves con tus pestañas, regresamos y pasamos por hamburguesitas y por fin pagué mi deuda con tu mamá JAJAJAJ"
    },
    {
        "date": "6/06/2025",
        "content": "Seguimos en semana de descanso de gym y durante el día no hubo mayor detalle que considerar, por la tarde/noche me tienes visitandote nuevamenteeeee, se supone que iríamos al cumpleaños de Mily jajaja pero al final terminamos yendo por pizza, han sido días de comer bastanteeeee, estuvimos todo el tiempo en la tienda, platicando y molestando un poco, me siento bien estando contigo."
    },
    {
        "date": "7/06/2025",
        "content": "Hoy fue medio día de chamba, teníamos previsto el almuerzo con mi familia y nos combinamos para ir shidooooos, todo bien, alegreeee, nos ganó el deseo por un momentitoooo, pero luego ordenamos rápidamente todo acá en la casa, después del pastelito y que hayas vistos mis fotos de bebé jajajaja fuimos a tu casa, donde completamos el día, me hiciste colochos JAJAJAJ y luego al baño a quitarlos con agua, donde nuevamente nos ganó un poco el deseo, me gusta tocarte jajaj solamente no quiero hacerte sentir incómoda mientras hago eso, bajamos y todavía pasé un ratito en tu casa, donde tú mamá se empezó a desahogar un poco, luego mi hermana me llamó para ir a traer a mis sobrinos y no pudimos concluir la plática, pero si regresé a dejarte tus llaves jajaaj"
    },
    {
        "date": "8/06/2025",
        "content": "Dominguito full de novios, aunque a medio día estabas rara conmigo, que no querías que estuviera contigo, al final pasé mi día a tu lado, incluso fuimos a hacer el súper jajajaja que bonita sensación el sentir que ya estoy siendo parte de todo, amo estar contigo, al regresar vimos una película y por la hora, ya no pudimos completar la segunda."
    },
    {
        "date": "9/06/2025",
        "content": "Es lunes así que no fuimos al gym, el día de hoy tuviste más tiempo libre y que bonito recibir tantos reel´s, vídeos y más mensajitos bonitoos, habíamos acordado en ir a la reunión de dominical más tarde, pero al final por la lluvia y que llegaste un poco tarde ya no se pudo, mis tontos pensamientos nuevamente inician una discusión y se llega al punto de \"terminar\", realmente me duele sentir eso, pero ya no sé que hacer, llegamos a un acuerdo, pero <b>¿Realmente podremos seguir juntos?</b>, mencionaste algo muy interesante <i>\"No estamos hechos para ser pareja\"</i>, eso dolió, pero me lo guardó, quiero comprender tus sentimientos y saber que sientes, pero también necesito tu comunicación, esperemos este diario pueda completar el año y no te quedes o leas solo una parte de él."
    },
    {
        "date": "10/06/2025",
        "content": "La madrugada estuvo potente, nuevamente seguimos peleando y ya no sé que hacer, hoy lo sentí fuerte que ya ni podía hablar, solo estaba escribiendo, luego en la mañana con la parte del trabajo solamente me dijiste que no estabas de ánimo para hablar y esta bien, toma tu tiempo, quiero resolver estooo, se supone que todo bien, ya tenía unas rositas listas para ti, te las fui a dejar en la puerta porque no querías verme, después soy obstinado así que regresé y empezamos a hablar y resolver, te iba a subir a la tienda, pero empezó a llover y pueees ni modoooooooo, me quedé jajajaja dormir juntitos estuvo bonito, aunque ya habíamos dicho que no volvería a pasar ;("
    },
    {
        "date": "11/06/2025",
        "content": "Pues ya de madrugada regresé a mi casa y todo fresh, no fuimos por cafecito y pie, porque estaba lloviznando entonces solo me vine a casa, todo el día estuvo tranqui, las cosas mejorando, ya en la noche pasé por ti y fuimos a la tienda, nuevamente una mini discusión, digo mini, porque no pasó  a mayores, realmente no sé si soy yo el del problema por querer cosaas, pero ahí vamos mejorando ."
    },
    {
        "date": "12/06/2025",
        "content": "Hoy te mediste el azúcar jajaja estás bastante bien, tienes 98 y debe estar en rango de 75-140, así que todo bien, tengo exposición fui a comprar ChaoMein, porque el martes habías mencionado que tenías ganas, así que expuse en tu cuarto, que arriesgado estar exponiendo a escondidas jaajjajaa luego comimos y todo fresh, a mimir juntitooos"
    },
    {
        "date": "13/06/2025",
        "content": "Día fresh, seguimos sin ir al gym, el día normal, de trabajo y todo eso, actualmente está lloviendo mucho, por lo que no nos podremos ver :( aunque al final si se pudo jajaja me pareció gracioso porque tú mamá me dijo que tú me debías invitar y que por ella no había problema, luego tú me dices que depende de tu mamá y que por ti está bien JAJAJAJA bien graciosa la situación, luego fuimos a ver una lavadora y no pude mover el carro ;( se trabó el freno de mano o simplemente no le encontré el modo jajaja"
    },
    {
        "date": "14/06/2025",
        "content": "Hoy me empezaste a ayudar con la maqueta de mi proyecto, graciaaas por esa ayuda, te noté extraña, quisé preguntarte y platicar, pero me alejaste, no me sentía tan cómodo porque hay veces que no te entiendo mi amor, pero con el tiempo se empezó a solucionar, fuimos a tomar un atol y luego a Zaragoza, estuvimos jugando futbolito con tu papá y hermanos, estuvo shidooooo, mi padre me llamó, pero no le pude contestar y cuando regresé a casa tuve un platica extensa con mi familia."
    },
    {
        "date": "15/06/2025",
        "content": "Comenzamos el día con dominical y luego a comer camarones y mojarra jajajaja pasar todo mi domingo contigo es bonitooooo, incluso en la noche ya estaba invitadooo jajaja pero mi padre me llamó para contarme un situación que tú ya conoces, entonces tocó ir y hablar, aunque ya sabía me dolió de igual manera."
    },
    {
        "date": "16/06/2025",
        "content": "No me siento bien, todo el caso con mi padre me tiene un poquito desconcertado, actualmente solo quiero un abrazo tuyo y así fue, me voy a quedar contigo hoy, subí caminando fresh, aunque no se dio cuenta el señor de siempre, es bonito dormir a tu lado y que me escuches, aunque todo se salió de las manos y dormimos medio molestos, se añaden más cosas a mi cabeza."
    },
    {
        "date": "17/06/2025",
        "content": "Ya está todo bien, fuimos por el pie y cafecitoooo, aunque se nos fue el rollo y te llevé hasta tu casa, ya estaba el doncito ahí y también vimos a tu hermano jajajajaja luego llegué a tu casa, como se está haciendo costumbre en las noches y que bonito pasar tiempo a tu lado."
    },
    {
        "date": "18/06/2025",
        "content": "Ibamos a ir al gym, pero estaba lloviendo, aunque después se quitó y ya fuimos, así que todo bien, en el día normalito, te tocó contar canastas jajaja y yo me fui a hacer un corte de cabello, esperaba que me dijeras guapo o algo así ;( me estaba sintiendo demasiado mal, hasta me dolió la cabeza, pero luego te acercas, me abrazaste (Eso necesitaba) y me empecé a calmar, terminé mi examen y todo bien."
    },
    {
        "date": "19/06/2025",
        "content": "Hoy no fuimos al gym, me quise desviar porque ya no aguantaba y quería que alguien me escuchara, el día estuvo bien y tranquilo, la cabeza mantiene dolor, después en la noche llegué a grabar mi video y todo bien, luego nos molestamos (nuevamente ;() y yo fui a comer con mi familia para hablar de nuestra situación, regresé, hablamos en llamada un tiempo extenso y por un momentó pensé que habíamos solucionado todo."
    },
    {
        "date": "20/06/2025",
        "content": "Que día más pesado, la verdad ha estado complicada y tensa la situación si bien quiero darte tu espacio sin hablar, está complicado aguantar, fui a hablar contigo y tu recibimiento me hizo cambiar, un abracito y escuchar \"amor\" fuaaaa, me cambió totalmenteeee, y pues de una vez me quedé a mimir jajajaja cosa que estuvo shidaaaa, nos bañamos juntitooos aunque no querías JAJAJAJ pero se dioooooooooooooooooooooooooo JJAJAJA"
    },
    {
        "date": "21/06/2025",
        "content": "Hoy día sábado tu día estuvo bastante tranqui, no tienes mucho por hacer en el trabajo, por la tarde te fui a ver, estaba lloviendo así que me mojé un poco jajajaa luego fuimos a tu casa a crear la página para la venta de autos de tu papá, fuimos a probar el nuevo carro y todo fresh, hoy iré con mis amigos a animar al compa José, ya no hablamos después, solo mi papá me llamó para hablar y yo de pilás le dije que quería conocer a la otra mujer, me dijo que mañana me llamaría."
    },
    {
        "date": "22/06/2025",
        "content": "Dominguito con inicio bastante bonito, pero luego al medio día todo se descontrola, terminamos peleados, como se está volviendo costumbre, tú me dejas con la pizza en la mano, aunque luego regresaste, fuiste al baby shower y que calidad, yo terminé hablando con mi padre, una revuelta de sentimientos, medio hablamos al final, pero no sé, siento que no solucionamos nada."
    },
    {
        "date": "23/06/2025",
        "content": "Medio día de tensión, sigues molesta, yo no sé que hacer, pero al final fuimos a comer, aunque fue más que todo a tomar un café durante tu hora de almuerzo, platicamos y se empieza a solucionar todo, es bonito que podamos arreglar todo hablando y que las cosas mejoren, al terminar el tiempo empezó a llover, así que nos mojamos jajajaa luego por la tarde nos vimooooooos, estuvimos un tiempo shidito en tu casa, me gusta pasar tiempo a tu lado, no me cansaré de decirlo."
    },
    {
        "date": "24/06/2025",
        "content": "Comenzamos el día potente en el gym, te molestaste, te dejé sola, luego me fui a las bicis, al ratooooo decidiste subir, seguías igual, quería esperarte afuera, pero te pusiste en el plan de que no querías regresar conmigo, dijiste cosas que dolieron, como que no me amabas, te habías cansado de mí, no sentías lo mismo y cosas de ese estilo, al final te convencí de irte a dejar, las cosas empezaron a solucionarse durante la mañana y por la tarde volvimos a comer algo en tu hora de almuerzo, para iniciar con el plan, quedada MAYOR, donde desde hoy me quedaré contigo, hasta el día jueves que pedirás descanso, la entrada terminó siendo más sencilla de lo que creíamos."
    },
    {
        "date": "25/06/2025",
        "content": "Que bonito despertar sin tener la preocupación de madrugar para salir corriendo, pasé el día un tantito aburrido jajajaja aunque entretenido viendo Naruto y partiditos, ya no podía esperar a recibirteeeeeeeeeeeeeeeeeeeeee, que alegría que estés de regreso, hicimos muchaaaaas cosaaas, nos disfrutamos bastante, al final hice algo que estuvo muy mal, eso nos arruinó por completo la noche, lo que prometía ser algo de risas y mascarillas, al final terminó siendo una noche de llanto y de incertidumbre, sobre el viajecito de mañana."
    },
    {
        "date": "26/06/2025",
        "content": "Se dio nuestra escapadaaaaaa, fuimos al IRTRA y la pasamos calidad, aunque al salir de tu casa tuve un gran susto, porque justo tu papá iba saliendo, cuando yo iba a abrir la puerta, que sustooooo, pasamos increíble el día, luego fuimos a buscar un lugar para comer sushi, pero resulta que ya estaba cerrado, fuimos a miraflores a comer sushi y comprar zapas, que susto nos pegamos después de que tu hermano te enviará fotos de que estaba ahí en el mismo comercial, y más el susto que nos llevamos al verlo en las gradas, salimos corriendo y manejando full bajó la lluvia, terminamos llegando a casa todos mojados, directamente entramos a bañarnos y que bonito todo el día a tu lado."
    },
    {
        "date": "27/06/2025",
        "content": "Amanecí contigo nuevamenteeeeee, aunque hoy fue el último día que mimí contigo ;( salimos a Burguer a tomar un cafecito, luego me acercaste mientras esperaba a que abrieran el parqueo para sacar mi moto, luego en media hora fui al baño, me bañé, me cambié y salí corriendo para estar en el viajecito a Xela, estuvo calidaaaad, aunque aún tenía los nervios de que tu mamá en cualquier momento dijera algo de que tu hermano le había contado algo, el paseo por allá estuvo alegre, al igual que estaban ricos los tacos que fuimos a probar, en el regreso todo iba muy bien, hasta que recibiste una llamada, la verdad me dolió o no sé que sentimiento me dio el saber que \"Don Llamadas\", terminó siendo Bryan, era algo que en ningún momento pasó por mi cabeza, pero bueno, me siento muy raro al respecto, luego ayudamos a tu abuela a ir a casa, estuve platicando un rato con ella mientras tú le hacías de cenar."
    },
    {
        "date": "28/06/2025",
        "content": "Hoy si o sí, tenemos que ver la serie jajaajaj y directamente ese fue el plan del día, ver la serie, la nueva tempo del juego del calamar, desde que llegué a la tienda, hasta que terminamos de ver el último episodio en tu casa, la verdad todo estaba siendo tan bonito, hasta que mencionas lo mismo de hacerte sentir insegura, terminamos maaaal el día."
    },
    {
        "date": "29/06/2025",
        "content": "No estabámos bien durante la mañana, al medio día cuando te quise acompañar estuvimos muy a punto de que no pasaramos la tarde juntos, luego escuché que Anderson me dijo que si me quedaría para ver el partido de Guatemala, la tarde estuvo taaan bien, momentos en los que te fui a abrazar y todo bonito, besitos y abrazos, bajamos y todo seguía bien, pero antes de irme a la iglesia todo se sintió bastante diferente, terminando la igle que potente estuvo, ya lo veía como la despedida definitiva, pero a pesar de que yo creía estar seguro de que podría aceptarlo, la verdad es que no, se me complica demasiado el dejarte ir, realmente quiero que seas tú."
    },
    {
        "date": "30/06/2025",
        "content": "Día de descansito, tu fuiste al mercado tempranito con tu familia, yo fui a desayunar con mi mamá y hermana, luego por la tarde hicimos las banderillas, que la verdad considero que quedaron maso jajajajja no estaban, taaaan shidas, pero estaban ricas y comibles jaajajjaja y hoy hay quedadaaa, compré cositos para ducharnos, exfoliante, cremita y luego un masaje, uno para mí y uno para ti, que bonito disfrutar tanto contigo, enserio que estos momentos me hacen pensar, porque a veces peleamos tanto, si nos amamos así cuando estamos juntos."
    },
    {
        "date": "1/07/2025",
        "content": "Hoy comenzamos fuerte ajjaja en todo el sentido de la palabra, te sentías mal, con naúseas y decidí llevarte un par de pastillas, para que se te quitara, al regresar terminé chocando y terminé todo raspado jajajaja y lastimado, la moto quedó chueca, pero en fin así pasó jajajjaja luego en la tarde la llevé a la agencia, empecé a cotizar lo que se necesitaba y todo, tú me estabas acompañando por cualquier cosa, luego en el regreso pasaron cosas en la casa y solo fui a dejar mi moto contigo, porque ibas a preguntar con el doncito de ahí, me llevaste a casa y todo tranqui, luego me llevaste al IGSS, enserio gracias por tu compañia, no sabes cuanto amo que estés conmigo y poder contar con tu apoyo, te amo preciosa de mi vida."
    },
    {
        "date": "2/07/2025",
        "content": "Hoy juega Guateeeeee, voy a ver el partido contigooooo, quería mi camisola de Guate, pero la verdad no conseguí una azulita que quería jaja luego justo sale una publicación de una conocida tuya y me la contactaste jajajaja no resultó ser lo que esperaba, vimos el partido y todo shido, luego me regresaste a casa jajajajajaja que bonito día a tu lado, te amoooooooooooooo."
    },
    {
        "date": "3/07/2025",
        "content": "Por estar herido no podemos ir al gym jajajaja pero bueno, continuaaa el descansoooo, hoy estuviste haciendo inventario y como me gusta que me compartas lo que haces, con fotitas y todo mi cielo, te amo tantooo, habíamos quedado en ir a una cafetería hoy, pero al final no se pudo, porque no muy quería el tema de permiso, hoy terminamos quedando en que no nos veríamos, luego recibí un mensaje que llegara jajaja entonces siempre sí nos vimos, llegué caminando esta vez y luego me viniste a dejar, te amo tantoo preciosa, sigamos estando juntos y amando cada momento."
    },
    {
        "date": "4/07/2025",
        "content": "Hoy te tocó ir a la granja y aún no me traes mi quesito ;( maaaaaaaal, teníamos idea de ir por a la cafetería hoy, pero al final, no se pudo mi amor, pedí permiso, pero brutalmente ignorado jajaja luego tu escribiste, pero no recibiste respuesta, entonces mejor, neeeh, lo que si hubo fue quedadaaaaa ajajajjajaja que bonitoooooooooooooooo, corrida jajaja pero quedada al final de cuentas, amo dormir contigooo, me estoy acostumbrandoooo 😵‍💫😵‍💫"
    },
    {
        "date": "5/07/2025",
        "content": "Se complicó la vuelta, se complicó la vueltaaaaaaaaa, no pude salir temprano, afortundamente pude poner excusa para faltar a mi chambita de sábado, que nervios tuve cuando intente salir porque no había nadie en tu casa y luego antes de cerrar la puerta de tu casa veo un carro subir, se me fueee todooooo, lo bueno es que había dejado abierta la ventana de tu cuarto por cualquier cosa que tuviera que regresar rápido jajaja luego fuimos a buscar decoración, luego regalo y así estuvo nuestra vuelta de hoy antes del cumpleaños, la fiesta y todo alegre, luego me fui a un partido que no pude jugar ;( jajajajaj pero si quería y mucho entrar a jugar ;("
    },
    {
        "date": "6/07/2025",
        "content": "Esta vez no quiero entrar en detalles, solo diré que estamos molestos, nos arreglamos, en la noche te llevé tus zapas (las que vamos a combinar) y me fui un poquito antes, porque al parecer iban a hablar o discutir algo de familia, todo tranqui, terminamos el día bien y eso está shido, me fui a comer un Croissant a la puma porque tenía hambre jajaja"
    },
    {
        "date": "7/07/2025",
        "content": "Hoy iniciamos el día muy chill de trabajo, pero ya pensando en nuestro día de novios completo del viernes, que veremos alguna serie todo el día, vamos a despertar tarde y comer muchos ricitos, AMOOOOO este plan, ya quiero que llegue jajajajajaj que se de, que se de, ya lo quieroooooo jajaja más tarde tocó reunión general en la igle y combinamos bien considero yo, color beige jajaja tonos no tan iguales, pero algo combinados jajajaja luego empezó a llover jajajajja tu papá nos fue a traer con sombrillas, tengo la escena cuando te doy la mano para que saltes el gran río de agua que había enfrente y no sé porque me encanta esa escena jaaja, luego platicamos un rato con tu mamá y tocó irse jajaja"
    },
    {
        "date": "8/07/2025",
        "content": "Hoy vino mi loderaaa jaajja seguimos sin moto ;( me habías dicho que harías algo hoy con tu mamá y por eso no nos veríamos, luego solo pasé a dejarte la lodera, pensamos en subir un ratito a la tienda, pero las respuestas indicaban que mejor no subiera jajaja así que decidí ir a echar un cortecito de cabeshoooooo jajaja luego estaba con unas ganas de tortaaaaaaaaaaaaaaaaaaaaaaaaaaaas jajajajaja pasé comiendo y directo a casita, llamadita nocturna que nunca me falteeeeeeeeeeeeeeeeeeee, AMO saber que estás durmiendo conmigo, aunque sea a distancia."
    },
    {
        "date": "9/07/2025",
        "content": "Día muy chill, la verdad no hay mucho que destacar, más que por la tarde fuimos a suma a comprar, aprovechando que ibamos compramos cositas para el vierneeeees, nos empezamos a preparaaaar jajaja y de una las pasamos dejando a tu casa para luego subir a la tienda un rato, luego fuimos por pancito, para unos con jamón y rico, luego solo nos despedimos afuerita, besitos y listoo mi cielo, un día más a tu lado, un día más amandoteeeee."
    },
    {
        "date": "10/07/2025",
        "content": "Seguimos sin ir al gym jajaj ya quiero regresaaaaaaaar, nuestra mañana estuvo fresh, tu estuviste full enfocada en la serie que estás viendo, <b>La brea</b>, mientras yo estuve trabajando en cosas que debo dejar listas para nuestro día de mañanaaaaa, espero que podamos disfrutar muchooo, por la tarde entre de una vez a tu casa jajaja porque no había nadie, luego llegó tu papá y que siempre sí hay cena con la clase de ovejitas ajjaja tocó salir corriendo, aunque más susto nos llevamos cuando él entro a ver lo de las goteras en tu cuarto y yo estaba escondido en el baño jajajaja ay no, que nervios giganteeeeeeeeeeeeeeeees jajajaaj fuimos a la cena y luego regresé a las 10 para entrar, no teníamos sueño, estuvimos hablando mucho sobre nuestro futuro, realmente espero que lo que hablemos lo podamos cumplir, hay que seguir trabajando duro y más duro, te amo preciosa de mi corazón."
    },
    {
        "date": "11/07/2025",
        "content": "Bonito empezar un nuevo mes contigo, estando todo un día contigooooo, amor que momentos tan bonitos vivimos hoy, pasamos un día de cumplimos mes, todo el día juntooos, te amo tantooooooo, vimos 3 películas, amé mucho tu trato hacia mí cuando me dolía mucho la espalda superior, sentir como este día fuimos taan únicos, descubrimos facetas del otro y experimentamos estar un día completo juntos, te amo y ya quiero que esto se repitaaaaaaaaaaaaaaaaaaaaaa."
    },
    {
        "date": "12/07/2025",
        "content": "Todavía logramos dormir un ratito más antes de iniciar nuestra jornada laboral, hoy toco salir tempranito y solo jajaja se acabo nuestros días juntos ;( hoy hay rositas blancaaaaaaaas, espero te hayan gustado bastante, hicimos pepinos locoos jajajaja y luego nos fuimos un ratito por churros, al fin comí jajajajaja que bonito pasar tiempo a tu lado."
    },
    {
        "date": "13/07/2025",
        "content": "Hoy me tocó pasar a dar mi lección, no me prestate atención ;( pero luego fresh, hoy te fuiste solita a tu casa, no me esperaste 2 ó 3 minutos, fuimos a comprar cositas para el ceviche y todo salió shido, que bonito cocinar contigo jajaja primera experiencia y me gustó bastanteeeee, luego a pintarte las uñaaaaaas, que sin duda era algo que ya quería de hace tiempo, iglesia y ahora sopas coreanaas, luego jugamos UNO extremo, amor, que bonito ver esa sonrisa y amé ver todas tus expresiones al momento de jugar, en la noche una llamadita que terminé arruinando por enviar una imagen de lo que me gustaría sentir como hombre, recibir detalles y un \"vamos a vernos\", todo se desató con eso."
    },
    {
        "date": "14/07/2025",
        "content": "Hoy no dormimos mucho, bueno, tú no dormiste nada, pasamos hablando muy tarde, incluso ya ni hablando, ya no sé que pensar, amo estoy contigo, amo que seas mi pareja, pero me dejaste con una frase <b><i>¿Realmente quieres estar conmigo así?\"</i></b>, cuantas veces te he dicho que yo solo quiero estar contigo, pero si esto realmente no va a funcionar, ya no sé, propuse poner la situación en oración y que realmente Dios decidiera, pusimos un número de 0-9 y si coinciden es porque no podemos seguir juntos, lo establecí así porque realmente quiero seguir contigo y hay probabilidades de que no coincidamos y solo 1 de 10 posibilidades de que si coincida, pero si coincide será una respuesta, NO QUIERO dejarteee, realmente NO QUIEROOOO, pero siento que ya estamos peleando mucho  y siempre regresamos a lo mismo, pasamos momentos bonitos y todo, pero luego una palabra, una frase, una acción derrumba todo, mi corazón me duele como no tienes idea, pediste que ya no te dijera apodos ni te hablara por hoy, me fue díficil, pero ni modo tocó."
    },
    {
        "date": "15/07/2025",
        "content": "Quedamos en platicar hoy sobre esta situación, hoy obtendremos la respuesta, no hemos hablado en todo el día, eso me pone mal, porque solo espero un mensaje tuyo, quisiera recibir un mensaje tuyo, quiero hablar contigoo, me haces mucha falta, si estás leyendo esto antes de que acabe el año, fue porque hasta acá llego <i>\"Mi diario, 365 días juntos\"</i>, si terminamos y después de todo lo que estás leyendo hay posibilidades de regresar, yo estaría encantado, siempre te esperaré con mis brazos abiertos, mi amor preciosa. La canción que me dolerá hasta el alma si llegamos a terminar:<br><br> <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/QxWxDGRRR_M?si=RuS5YHMWFzwxC0L0\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>"
    },
    {
        "date": "16/07/2025",
        "content": "Continuaaaa la redacción de nuestro diario, estuvo complicado el día de ayer, complicadooooo, pero se logró, seguimos juntos, espero que logremos mantenernos así mi amor, tienes mi promesa con ese anillo, de que vamos a estar juntos, incluso tuvimos quedada hoy, que nervioooooooooos la entrada de hoy jajajaja se me olvidaba destacar los croissant de nutella con fresa, que quedaron bastante buenooooooooos."
    },
    {
        "date": "17/07/2025",
        "content": "Detalles del día :o me tocó atender la tienda jajajajaja primeraaa vez que me dejan encargado y tocó hacer de todooooo, atender, hacer chocos, calcular una libra con las palanganas, de todoooooo jajajajajaj pero bueno, estuvo alegre mi cielo, ya mañana o pasado se resuelve la incógnita del \"Que bien, que bien, ya todo está bien\" veremos si pasa"
    },
    {
        "date": "18/07/2025",
        "content": "Hoy hicimooooos Top-Top´s, la verdad que estaban bieeen ricooos jajaajja estuvo alegre todo, me dio mucha risa que me hayas dado una nalgada justo enfrente de tu mamá JAJAJAA de seguro cuando vuelvas a recordar esto te pondrás un poco rojita jajajajajaja  TE AMOOOO preciosaaaaaaaaaaa, empieza la cuenta regresiva de días juntos, antes de que empiece la U ;( y actualización del caso, seguimos esperando el \"Que bien, que bien, ya todo está bien\""
    },
    {
        "date": "19/07/2025",
        "content": "Según mis registros desde este punto tenía pendiente, estoy escribiendo esto luego de que recuperara mi laptop, por lo que le había pasado a mi laptop, así que algunos días pueda que tengan cosas puntuales, sin mayor detalle, otros días quizá estén en blanco, pero es porque el documento lo tenía en mi computadora, no lo tenía en algún sitio en línea."
    },
    {
        "date": "20/07/2025",
        "content": ""
    },
    {
        "date": "21/07/2025",
        "content": ""
    },
    {
        "date": "22/07/2025",
        "content": ""
    },
    {
        "date": "23/07/2025",
        "content": ""
    },
    {
        "date": "24/07/2025",
        "content": ""
    },
    {
        "date": "25/07/2025",
        "content": ""
    },
    {
        "date": "26/07/2025",
        "content": ""
    },
    {
        "date": "27/07/2025",
        "content": ""
    },
    {
        "date": "28/07/2025",
        "content": ""
    },
    {
        "date": "29/07/2025",
        "content": ""
    },
    {
        "date": "30/07/2025",
        "content": ""
    },
    {
        "date": "31/07/2025",
        "content": ""
    },
    {
        "date": "1/08/2025",
        "content": ""
    },
    {
        "date": "2/08/2025",
        "content": ""
    },
    {
        "date": "3/08/2025",
        "content": ""
    },
    {
        "date": "4/08/2025",
        "content": ""
    },
    {
        "date": "5/08/2025",
        "content": ""
    },
    {
        "date": "6/08/2025",
        "content": ""
    },
    {
        "date": "7/08/2025",
        "content": ""
    },
    {
        "date": "8/08/2025",
        "content": ""
    },
    {
        "date": "9/08/2025",
        "content": ""
    },
    {
        "date": "10/08/2025",
        "content": ""
    },
    {
        "date": "11/08/2025",
        "content": ""
    },
    {
        "date": "12/08/2025",
        "content": ""
    },
    {
        "date": "13/08/2025",
        "content": "Y tenemos computadora nuevamenteee, todo lo que leiste anteriormente fueron recuerdos, tratando de poner cosas que me acordaba que pasaron ese día, pero en fin, comenzamos nuevamente con los diariooos, escrituras todos los días, mañana me toca ir a Guate y ya tenemos plancitoooo para cuando regresé."
    },
    {
        "date": "14/08/2025",
        "content": "Hoy tocó ir a Guate, me preocupaste toda la mañana, no me respondías o dabas alguna señal de vida ;( hasta el medio día, que fue para el almuerzo supongo jajajaja al regresar ya habíamos quedado que te llevaría tu PC, pero al final solo me dijiste que no, en mi mente era no me quiere ver, porque durante el día casi no me escribió y ahora dice que ya no, también que ya no haríamos nada, que todo lo estabas diciendo en broma, al final terminamos haciendo los plancitos, avanzamos más en la película que nos quedó pendiente de la semana pasada, luego dormimoooos."
    },
    {
        "date": "15/08/2025",
        "content": "Tocó salir tempranitooooo jajajaja por poco y me cachan los vecinoooos, luego te llevé al trabajo, que ibas HERMOSAAAAA, como me gusta verte con ese vestidoooo 🤭 es otro de mis favoritooos, pasó el día fresh, me ayudaste a ver cositas de mi tesis, luego fui por tus aguacates y luego a traerte, fuimos a buscar regalito para Gilver, que más tarde fuimos a la cena, todo tranquii, estuve a puntooo de quedarme otra vez, considero que eso hubiera sido lo mejor, porque luego te llamé y al parecer no tenías ánimos de llamada, luego simplemente me empezó a dar vueltas la cabeza y siempre viene la frase que más odio \"mira que haces\", pero bueno, la verdad no sé ni como quedamos, tu útimo mensaje fue un sticker y me quedé esperando algo a lo que te había enviado, esperemos que mañana ya esté todo bien."
    },
    {
        "date": "16/08/2025",
        "content": "Que mañana más fea, me sentí en total ignoración, sin un mensaje, sin algo, nada, aunque entrabas, yo esperando por un mensaje tuyo, pero aún así no lo recibía, luego en la tarde cuando regresas te pido vernos unos minutos y me dices que no, te digo que te acompaño a tu clase y me dices que no, aunque en la llamada de regreso todo se notaba que estaba bien, no quita el como me haya sentido, pero en fin, cerramos la noche todo bien, te amoo preciosa."
    },
    {
        "date": "17/08/2025",
        "content": "Hoy es nuestro primer domingo sin tardecito juntos ;( que triste se siente no compartir mi tiempo contigo, cuando era de las cosas que más me gustan hacer, pasar tiempo a tu lado, hoy no se pudo, en la noche tampoco pude pasar el tiempo contigo porque me quedé a ver unas cosas del desmontado del cielo falso de la igle, pero al menos salí corrriendo a darte un abrazo y un besito así express, no sabes cuánto me elevó el ánimo eso, fue una sensación tan bonita y el abrazo lo sentí tan especial, como si hubiera pasado muchooo tiempo."
    },
    {
        "date": "18/08/2025",
        "content": "Durante la mañana todo normal, me mandas algunos videítos, yo te mando otros, todo bonito, al regresar nos vemos un ratito en la gasolinera, porque fuiste por gasolina, platicamos un rato, pero no te quiero dejar irrr, también me dices lo mismo y decidimos vernos un rato más en tu casa, le pediste permiso a tu papá y que no dijera nada, llegué estuvimos juntos un buen rato, te mostré que estaba feliz porque estaba a punto de conseguir mi meta de cash, para recuperarme, pero al final, regresé a casa, me puse a hacer unas tareas en la PC y me dieron ganas de seguir jugando, ya tenía TODO, y lo terminé perdiendo TODO."
    },
    {
        "date": "19/08/2025",
        "content": "Hoy no me siento nada bien por lo que pasó anoche, no pude dormir bien, solo quiero que estés conmigo, te propuse quedada y que entraba cuando fuera a dejarte el reloj para lo de tu parcial, pero no estabas muy segura, por lo que no se terminó dando, luego saliste tarde de tu parcial, al final de cuentas no hubo quedada, pero si apoyo full en el parcial de la U, regresaste platicamos un rato."
    },
    {
        "date": "20/08/2025",
        "content": "Hoy es un día tremendukii, nos toca pasar por primera vez a dirigir una actividad en la igle, ya bien preparados y todo para la actividad que se vieneeee, a ver que tal, al regresar de la igle, no sé que pasó, pero me estabas alejando horriblee, con una cara de asco, como que saber que cosa fuera yo, incluso me dices: \"Que exagerado, no seas así\", a partir de hoy dejaré de ser así, no es bueno limitarse, pero creo que en este aspecto lo haré, para ya no hacerte sentir así, me guardaré los sentimientos para no parecer \"exagerado\""
    },
    {
        "date": "21/08/2025",
        "content": "Ahh que día, no estuve bien todo el día, algo tienes contra mí o estás molesta conmigo por algo, pero al menos dímelo, respondeme o algo, pasé el día mal, tú estuviste ocupada al parecer, aunque si en redes y Whatsapp, pero sin tiempo para mí, fui por la tarde a tu casa, quería saber que todo estaba bien, pero resulta que no, al menos así lo percibí, te noto muy extraña, como si algo fuera distinto, a pesar de que me quedé, aún así en la noche sentía extraño el ambiente, como que no me quisieras ahí."
    },
    {
        "date": "22/08/2025",
        "content": "Día ya mejor, amanecí contigo y eso fue shido, estuvo bonito, siempre dormir contigo es algo bien bonito y reconfortante, durante el día todo tranquilo considero yo, te noto un poco extraña, como diferente, pero no quiero preguntar, porque si lo hago, puedo generar algún problema, por la noche hiciste mi pastelito 🤭 ya no puedo esperar al domingo para probarloooooo, te amo tantooo preciosa."
    },
    {
        "date": "23/08/2025",
        "content": "Escribo temprano y más tarde lo volveré a hacer, solo quiero resaltar tu estado de \"la vida no te esta tratando bien\", considero que eso es lo que te ha hecho estar como diferente, quiero preguntarte y saber más a detalle, pero tu respuesta fue todo bien, te veo y noto en tus ojos que no es así, quieroooo insistir, pero me veré mal, así que esperemos y a ver que sucede, bueno la verdad aún no sé que tengas, pero algo tienes, no me quisiste ver, aunque insisto e insisto en que tengamos algún momento, pues al parecer tu no quieres, me dolió y no te lo dije, pero tuviste el tiempo, saliste sola (eso esta bien), pero después de decirme que no podrías verme, no sé me dejó mal, no me siento nada bien, lo malo es que mañana es mi celebración de cumple y la verdad tampoco sé como me vaya a sentir mañana, ahhgggg, porque tengo que depender tanto emocionalmente de tu trato. <br>Odio que seas tan seca conmigo, tan cortante, hasta parece que ya no te importo, pero bueno, cosas que no diré, porque pareceré exagerado."
    },
    {
        "date": "24/08/2025",
        "content": "Dominical como día normalito en domingo, perooo hoy hay celebración de cumple, que ibas preciosaaa con vestido naranja, cabe destacar que hoy me tocó hacerte el peinadooooo, los colochitooos, luego nos fuimos al party, estuvo tranqui, fresh, luego cuando te fui a dejar, surgió la idea de quedarme y pues por supuesto que sí jajaja fuimos a dejar el carro de José a su trabajo y luego de ello caminamos hacia tu casa, entré y la pasamos bonito, amo mucho el tiempo contigo, aunque al siguiente día toque madrugar jajajaja TE AMOOOOOOOOOOOOOOO aunque luego nos quitó el sueño el mensaje de tu compadre esteban sobre que posiblemente nos iban a regañar."
    },
    {
        "date": "25/08/2025",
        "content": "Comienza el día con madrugada jajaja cambiamos el quedada y luego café, por quedada y luego madrugada jajajajaja pero bonito bonito, hoy estuvo fresh, aunque contigo comienza la okra y una nueva temporada en el trabajo jajajaja nos vimos un ratito al regresar del trabajo y luego me quedé platicando un rato con tu papá jajaja aunque solo iba a decir adiós, terminé conversando un buen tiempo."
    },
    {
        "date": "26/08/2025",
        "content": "CUMPLEAÑOOOOS, que bonito despertar con tu mensaje de felicitaciones, hoy la pasé tranqui, esperando con ansias tu sorpresa de la noche, que debo decir me ENCANTOOO, no esperaba para nada el pastelito, y amo que el detalle que tuviste conmigo, quizá no te lo dije, pero realmente gracias por hacer algo especial para mí y por hacerme sentir especial también, te amo en gran manera y espero pasar más cumpleaños a tu lado."
    },
    {
        "date": "27/08/2025",
        "content": "Hoy me tocó ir a la actividad recreativa, tuvimos el plan de que me llevarías y luego me irías a traer, para que yo no fuera hasta Guate, en la mañana todo estuvo de lo mejor, te envié muchos vídeos, besitos y de todo, pero me sentía muy ignorado o como que estabas distinta y justamente cuando llegaste por mí lo noté, te pedí un besito y simplemente al cachete, aunque al inicio ni querías, estuvo feo el camino, nadaaaaa comparado a la mañana, debo decir que estuvo complicado todo, llegué platicamos y pensé que ya todo estaba mejor, pero resultó que luego vi la historia y no sé, eso me hizo sentir mal de alguna manera, como que algo mío ya no era mío, después al exponer mis sentimientos tu reacción fue mejor ya no escribo y pues me quedé así todo el tiempo, en fin terminó el día."
    },
    {
        "date": "28/08/2025",
        "content": "Mientras revisaba mi PC me di cuenta que no tenía la memoria RAM completa como debería de tenerla y tocó escribirles, platicamos de todo un poco, ya mejor, quise llevarte mañana al trabajo, era mi excusa para vernos un rato, pero al final no se pudo, estamos en un momento en el que todo puedo irse para abajo con un mensaje un comentario o algo por el estilo, complicada la vuelta."
    },
    {
        "date": "29/08/2025",
        "content": "Hoy fui a ver lo de mi PC y resulta que estaba mal conectada, te fui a ver un rato al regresar del trabajo, resulta que no casualidades te volvió a escribir, todo porque viste su historia de insta y pues que raro porque borró los mensajes después de eso, hoy hay quedaaaaaaaa, aunque yo no te molestaré porque debes terminar tu tarea de pestañas, aunque eso pensaba antes de que yo terminara siendo tu modelo y luego final feliz 🤭 jajajaja así si da gusto que practiques conmigooooooooooooooo JAJAJAJ"
    },
    {
        "date": "30/08/2025",
        "content": "Hoy tienes tu primera práctica con tu mamá, le pusiste pestañitas cortas, en mi caso me quedé haciendo full limpieza en mi cuevita sacando de todo, hasta acá mi reporte del día de hoy, fue corto porque estuvimos más enfocados en otras áreas."
    },
    {
        "date": "31/08/2025",
        "content": "Hoy es el cierre de la actividad del mes de la Biblia, un ratito contigo después del servicio y luego me quedé haciendo mi capitulo 2 de la tesis, full tarea el día de hoy, en la noche ibas HERMOOOOOOOOOSAAAAAAAAAA con ese vestido azul, enserio HERMOSAAAA, no sabes que tan BELLA te mirabas, como me ENCANTAAAAS."
    },
    {
        "date": "1/09/2025",
        "content": "Comienzan tus semanas fuertes de trabajo por los inicios de cierres de okra :o hoy fue un día normalillo, cada quien en su trabajo, yo enfocado en estar haciendo un programita para hacer preguntas fácilmente, en la tarde hiciste un día de limpieza extrema, hasta encontraste el anillo mío jajajaja luego hablamos de que fuera a verte de manera express y terminó siendo quedada ajjajaja que bonitooo es todo contigooo"
    },
    {
        "date": "2/09/2025",
        "content": "Hoy fue día de lluvia, ya no pudiste ir a la U por la lluvia, por lo que termianmos en noche de juegos, me ganaste en parchis ajjaja pero te gané en UNO, luego nos pasamos a Among Us, todo bastante bonito, siendo algo fuera de la rutina tradicional."
    },
    {
        "date": "3/09/2025",
        "content": "Siguen los días de lluvia, solo que esta vez si esperaste a que se quitara o bajara un poco, posterior a ello yo estuve malillo durante el día y solo quería verte, que te desviaras un ratito y me dieras un abrazo, pero pues no fue posible ;( tristemente, subiste a la tienda y ahí estuviste hoy, en la noche llamadita."
    },
    {
        "date": "4/09/2025",
        "content": "Sigo malo ;( con cero ganas de algo, únicamente de descansar, se me antojaron unas papitas de mostaza-miel, las tuve que pedir a mi hermana que había salido, tú estuviste ocupada durante el trabajo, hasta la tarde pudimos hablar un poco y luego en la noche al regresar, estaba feliz pensando que mañana te llevaría al trabajo, pero pues nope, terminamos hablando en llamadita, viendo tiktoks y reels."
    },
    {
        "date": "5/09/2025",
        "content": "Mañana es día de ir a clase de pestañas y si te voy a acompaaañaaaar, que bonito, que bonitooo jajaja hoy quería verte y no se pudo ;( ya una semana sin verte, en la noche tuviste clases y no hubo oportunidad de vernos, posteriormente llamadita y full fotos de cosos de temu jajaja terminamos haciendo el pedido de estuches y demás cositas, como ligero spoileeer, lo que pediste cuando venga te lo voy a regalar, no te cobraré bebé jajaja pero no lo sabes."
    },
    {
        "date": "6/09/2025",
        "content": "Inicia la mañana, ambos trabajando, pero sabiendo que más tarde nos vamooos a veeer, que bonito, que bonitoooo, luego el viaje, musiquita y los dos juntitos, terminé yendo con mi amigo mientras estabas en tu clase y así me di la vuelta, luego regresamos y pasamos por un cafecito, quisimos probar alguna cosa típica y la verdad que no estaba shido mi frape de arroz con leche, no sabía a nadaaaa, pero el pastelito de zanahoria sí jajaja terminamos con llamadita y juego de UNO."
    },
    {
        "date": "7/09/2025",
        "content": "Iniciamos con dominical, todo tranquilin, elegiste hacer mole para el día de típico y vamos a COCINARLO, eso me emocionaaa jajajaja luego pasamos un tiempito juntos, me retiré, pero luego en la noche volví a ir contigo, debo decir que si me molestó e incomodó bastante el regalito, no tanto por el hecho de darlo, sino como cambio tu semblante y la full atención que le estabas poniendo a ese, me cae mal, me notaron serio, por eso mismo cambié, igual te había dicho que te lo explicaría al momento de irme, cosa que así fue y sale un poco lo sentimental, prometo darte todo lo que pueda."
    },
    {
        "date": "8/09/2025",
        "content": "Que bonito es quedarme contigo, el día trasncurrió con normalidad, pero por la tarde costó bastante la entrada jajaja tuve que ir a darme una vueltita (casi 2 horas) mientras esperaba la oportunidad para entrar contigo, pero luego estuvo shido todo, pasaron cositas, luego platicamos sobre lo que hemos pasado, como somos tan únicos y al final recordamos que justo hace dos años fue la primera vez que me quedé por obligación por así decirlo, el 06 del 2024, también platicamos sobre como todo fluye también porque somos nosotros, porque para mí eres tú y para ti soy yo."
    },
    {
        "date": "9/09/2025",
        "content": "Hoy se puso potente tu trabajo, hicieron un cambio que solo te cargó de más trabajooooo, un cambio de cosos que tienes que hacer varios movimientos, a ver que tal te vaaa mi amor, en otras cosas hoy tienes una capacitación en la U y quedamos en ir juntos, bueno, yo voy a la U de compañia, mientras estás en tu capacitación, terminó la vuelta, fuimos por unas tortas para llevar porque hoy me vuelvooo a quedar contigooo preciosaaaa."
    },
    {
        "date": "10/09/2025",
        "content": "Hoy te salió una publicación de una casa bien bonita, que en verdad estaba bonita, pero el precio que elevado estaba, no podríamos con algo así, con 7K mensuales por 30 años, mientras avanzo el día estuvimos compartiendo varias publis de facebook, luego de ello regresaste de tu trabajo y no había llegado tu papá para preguntar por el permiso de mañana al cine, pero terminé yendo a quedarme jajajaja vamoos bieeen preciosa 3/3 hoy 🤭"
    },
    {
        "date": "11/09/2025",
        "content": "Estuvimos toda la mañana pensando en como decirle a tu papá para el permiso de ver la peli a las 9:00 p.m. pero al final terminamos yendo a las 6:00 p.m. la verdad me sabe mal que perdieras tu clase por la asistencia, pero al final fuimos a esa función, te propuse quedarme, pero ya no quisiste jajaja tenía el plan full en mi cabeza, terminamos haciendo un coso para la participación de Oliver, considero que quedó bastante bien y shido."
    },
    {
        "date": "12/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "13/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "14/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "15/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "16/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "17/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "18/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "19/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "20/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "21/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "22/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "23/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "24/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "25/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "26/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "27/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "28/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "29/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "30/09/2025",
        "content": "No he estado de ánimo al 100 para apuntar, mis emociones andan rarillas. Escribo esto hasta el 01 de octubre."
    },
    {
        "date": "1/10/2025",
        "content": "Comienza el día, todo bastante tranqui y fresh, al parecer no tuviste un buen dia en el trabajo, luego fuimos a la igle, todo tranqui durante el servicio hasta que te llamó el pastor, solo te dijo que te fueras a sentar, pero realmente lo sentiste mucho, estuve ahí como apoyo a ti, pero ya en la noche no quisiste nada, espero te haya gustado el regalito, feliz día del niño a mi niña hermosaaa, la princesa es precisamente porque es de la que hemos visto que coincide como nuestra historia, ya no te pude contar que justamente era la última que había en el estante y todo apuntaba a que esa debía de ser."
    },
    {
        "date": "2/10/2025",
        "content": "El día estuvo bien extraño considero yo, no sé si realmente sea por lo que sucedió ayer, pero te noto distinta, como que algo estuviera pasando, por la noche te dije que si nos podíamos ver aunque sea un ratito, pero no fue posible, la verdad no sé, pero si considero que algo está pasando."
    },
    {
        "date": "3/10/2025",
        "content": "Hoy continuó el día así como ayer, la diferencia radica en la noche, si bien al inicio me habías dicho que no querias quedada, luego de seguirte preguntando se pudo, ya platicaste conmigo sobre como te sentías en su totalidad y pues considero que todo estuvo mucho mejor, las cosas estuvieron distintas y ya te notaba un poquito más relajada, si bien, no al 100%, pero si un poco menos, recuerda que siempre estoy para apoyarte mi cielito lindo, te amoooo."
    },
    {
        "date": "4/10/2025",
        "content": "Un sabadito fresh, ya todo mejor a mi parecer, aunque al medio día me sentí un poquito extraño cuando me dijiste que no nos veríamos, incluso cuando te pedí acompañamiento a ver la piñata de manaña tampoco, expresé mi sentir, también tú el tuyo, tienes toda la razón y creo que no te estada entendiendo ni comprendiendo bien, quedamos fresh y bien mi amor, luego me escribiste que a qué hora iría y te dije que de una vez, terminamos yendo por la piñata y más tarde cada quien a su casita, me trajé tus llaves jajaja en fin nos vimos en la tarde y puedo decir que estuvimos bien, acostaditos bien live de ventas jaajajja en la noche fuimos a comprar comidita y al regresar vimos mi pobre angelito, un día bastante bonito ya me fui tarde y con lluvia jajaja pero not problem, me gusta estar contigo, mañana iremos a Guateeeeeeeeeeeeeeeeeeeee, al final si te acompañaré"
    },
    {
        "date": "5/10/2025",
        "content": "Comienza un domingo atípico porque no nos sentamos juntos en dominical :o pero luego estaremos juntos, fuimos a Guate, vimos tus cosos de pestañas, me regalaste el funko de MESSIIIIIIIIIIIIII, gracias por todo mi amooor, te amooo muchoooo, posterior a eso regresamos a tu casa, yo me fui a la iglesia y tú te quedaste haciendo limpieza, regresé y armamos el plan de quedada, por un momento pasó la idea de que como tu papá dijo que fueramos a comer donde estuvieron los peluches yo dijera que ya me iba y tú me dejabas tus llaves para entrar, pero al final fue como siempre jajaj entrar cuando ya no había nadie y siempre es bonito quedarme contigoooo, incluso me dijiste que mañana nuevamenteeeeeeee, te dije que me dolian un poco los pies y me terminaste dando un masaje 🥹 amo cada detalle tuyo y atención que me brindas mi amor"
    },
    {
        "date": "6/10/2025",
        "content": "Comenzamos la semana tú con bastante trabajo por todos los cambios, pasó un día tradicional considero yo, cada quién en sus cosas, pero sabiendo que nos veremos en la nocheeeeee, segundo día de mimir juntoooos, enserio que me gusta mucho, comidas comida china y continuamos viendo la casa de papel."
    },
    {
        "date": "7/10/2025",
        "content": "Hoy no tengo mucho que destacar, más que el detalle que tenemos de empezar a bajar de peso, bueno, más que todo de talla jaajaja para que te quede tu pantalón, posterior a eso mimida nuevamente, ya tres días, que bonitoooo se sienteeeee, amo estar contigooooo"
    },
    {
        "date": "8/10/2025",
        "content": "Hoy la salida estuvo interesante, porque salimos mientras tu papá estaba en el baño :o nos terminamos asustando por un ratito, pero al final se pudo, por un momento se dudó porque vimos movimiento jajajaja el día fue muy normalito, aunque yo perdiendo copas en Royale, necesito llegar a las 3000, tú con más trabajo por los cambios, en fin, hoy no hubo quedada ;( al parecer lo máximo que llegamos son 3 días seguidos 🫠"
    },
    {
        "date": "9/10/2025",
        "content": "El día de hoy se dio la mala noticia del fallecimiento de tu tío, por la noche estuvimos dando vueltas sobre precios de traslado, flores y demás cosas, luego de eso me quedé contigo en el suelo, yo lo puedo considerar como una quedada más jajaja 4 días en rachaaa mi amor, vamos bien."
    },
    {
        "date": "10/10/2025",
        "content": "Hoy no pude acompañar en el entierro porque tenía chambita por hacer, pero si llegué por la tarde, te llevé tu lámpara para ya tener todo listo y así ordenar, vamos por el día 5 de quedada, como iba a bajar tu tio también optamos por bajar primero nosotros y así luego de una vez quedarme dentro y decir que ya me había ido jajajja toda una odisea, pero vamos bien en racha hasta ahora :o"
    },
    {
        "date": "11/10/2025",
        "content": "Comenzaamos el día juntooos, nuevo mes juntos también, para hoy puedo destacar que armamos todo tu equipo que usarás para las pestañas, si nos llevó un tiempecito la verdad :o pero se logró armar, también tu mamá estaba arreglando su cuarto, movimos su ropero y todo fresh, luego de un agotado día, nada mejor que dormir a tu lado 🤭 hoy ya completamos la semanaaaa, ya solo esperar a mañana."
    },
    {
        "date": "12/10/2025",
        "content": "Te quedasteeee dormidaaa y llegaste justo a la hora de dominical :o luego de ello pasamos la tardecita juntooos, me quedé dormido por primera vez en la tienda 😵‍💫 luego de eso en la noche ibamos a hacer crepas, me acompañaste por mi playera del Barcelona, pero pues ya estaba cerrado jajajaj más tarde hicimos las crepas, pasaron cositas con tu papá, terminamos hablando ya bien tarde junto a tu mamá."
    },
    {
        "date": "13/10/2025",
        "content": "Hoy estuvo el dia en temas de platica durante el día normalillo, aunque me quedé dormido y ya no dí mi primera clase jajajaja por la noche fui a quedarme contigooooo, pasaron cosillas, disgustos y luego nos contentamos nuevamente, para serte sincero yo considero que hoy ha sido la noche mas intensa que hemos tenido, hablando del tema de lo que hacemos :o"
    },
    {
        "date": "14/10/2025",
        "content": "Que susto la salida de hoy, nos volvimos a quedar dormidos después de las alarmas 😵‍💫 seguimos en racha, todo por conseguir esta segunda semana jajajaja estuviste bien ocupada en el trabajo, no hablamos mucho, en la noche te fuiste a la U, toda una odisea para conseguir la comida jajaja la pedí, pero no venía a tiempo y así, en fin, dormimos tranquilitos y a todo esto, gano Guate ajjaja"
    },
    {
        "date": "15/10/2025",
        "content": "Hoy trabajaste mucho, mensaje en la mañana y luego hasta la salidaaaa, pero en fin, no querías que llegara a quedarme porque estaba lloviendo, pero pues la lluvia no nos va a deteneeeer, me gusta mucho pasar mis noches a tu lado, acostadito, al final si se pudooo, seguimos con la serie."
    },
    {
        "date": "16/10/2025",
        "content": "Nuevamente día de mucho trabajo, fue igual al día de ayer con pocos mensajes, pero luego hay quedaditaaaa y eso me gusta, aunque hoy fuiste a la U y me quedé solito un rato :) pero al regresar ya estaba esperandoteeeee jajaja amo estar contigoooo."
    },
    {
        "date": "17/10/2025",
        "content": "Hoy estuviste un poco más libre, me enviaste muchos tiktoks para veeer eso  me gusta, fui a comprar unos poporopos para más tarde y así continuar viendo la serie comiendo alguitooooo, seguimos en racha de quedadas y que bonito el tiempooo contigooo, amo todo todo."
    },
    {
        "date": "18/10/2025",
        "content": "Salí temprano como siempre y me tocó quemar cuetes por el cumple de mi prima, por la mañana tiktoks y reels entre nosotros, me habías dicho que querías un día de descanso de no vernos, pero igual te volví a preguntar a medio día jajaja llegué por la tardecita, aunque tengo plan para la noche con los cuates, tomamos ponche, hicimos tu página de instagram para las pestañas, pensamos el nombre, logo, descripción y todo lo que era necesario."
    },
    {
        "date": "19/10/2025",
        "content": "Voy full desvelado, dormí poquitooo, al salir de la igle fuimos a comprar un par de cosas, ricitos y varias cosas para la tienda, en la tarde tuviste tu primer trabajo de pestañaaas y yo fui a dejar mi moto a la casa para que no hubiera problema más tarde con la quedada, ya habíamos dicho que sí, pero al final por la hora me dijiste que no, que ibas a dormir, pasaron cositas, disgustos, pero al final si se dio porque ya habíamos dicho que despertaríamos tarde, aprovechando el descanso."
    },
    {
        "date": "20/10/2025",
        "content": "Día de descansooo, salí durante la mañana porque haríamos tacos de tripa, fuimos a comprar todo al mercado y luego que gran trabajo conllevo hacerlos 😵‍💫 el limpiarlos jajaaj pero al final quedaron bastante ricoos, posterior a ellos me hiciste sentir un poco mal, tu mamá me vio llorando 😵‍💫 pero bueno, después de todo eso quedó bastante bien, fuimos a suma, hicimos las mandarinas con pepita y terminé quedandome nuevamente para continuar con la rachaaaaa."
    },
    {
        "date": "21/10/2025",
        "content": "Hoy me tocó ir a Guate, saliendo de dormir contigo, directo a bañarme, cambiarme y listo para emprender ruta, hablamos fresh durante el día, aunque te noto medio rara, pero ya no preguntó porque sino a veces se empeora, por la tarde al parecer ya no quieres que me quede contigo y estoy pensando que quizá ya te estoy cansando, me preocupa, porque pienso si al casarnos va a pasar algo similar, a todo esto al regresar te volví a preguntar y se dio, aunque hoy fue directamente a dormir, llegué, nos cambiamos, dormimos, despertamos un ratito y seguimos durmiendo, destaco que amo la posttura en que dormimos."
    },
    {
        "date": "22/10/2025",
        "content": "Que puedo decir de hoy, tu estuvimos ocupada en el trabajo, por la noche seguimos en racha, pero pues luego tuvimos una plática incomoda en cierto punto, la verdad no sé como reaccionar ante esa situación y solamente pasa por mi mente que te voy a perder, pasé tiempo pensando en todo eso y solo pienso en saber si llegaras a leer este diario."
    },
    {
        "date": "23/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "24/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "25/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "26/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "27/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "28/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "29/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "30/10/2025",
        "content": "Se me olvidó apuntar, he estado full contigo."
    },
    {
        "date": "31/10/2025",
        "content": "Seguimos en racha de quedadas, hoy todo iba de maravilla, estabamos jugando Verdad-Reto y todo estaba bonito, hasta que llegó el tiempo de comer, por crear tu segunda cuenta de WA, terminó pasando un desastre, perdoname por lo que sucedió, realmente perdón, también mi actitud no fue para nada la correcta, pero muy tarde me di cuenta, ya cuando todo había sucedido y cuando ya había actuado."
    },
    {
        "date": "1/11/2025",
        "content": "La mañana estuvo complicadilla, ya teníamos nuestro desayuno pensado, pero de igual forma los primeros minutos estuvieron incómodos, después de eso, empezó todo a cambiar, platicamos, arreglamos, luego subimosa volar barrilete, la verdad estuvo alegre jajaja más como bajamos a Oliver jajaja luego mimida, para seguir junto a tiiii"
    },
    {
        "date": "2/11/2025",
        "content": "Seguimos con un día completo a tu lado, almuercito a tu lado, luego en la noche pusimos tu árbolito, tuvimos quedada también jajaja aunque hubo nervios porque salió la cabeza a ver por tronar una bomba jajaja pero se pudoooo."
    },
    {
        "date": "3/11/2025",
        "content": "Resumen: Día de mimir juntitos (No apunté el mero día, lo estoy haciendo después)"
    },
    {
        "date": "4/11/2025",
        "content": "Resumen: Día de mimir juntitos (No apunté el mero día, lo estoy haciendo después)"
    },
    {
        "date": "5/11/2025",
        "content": "Día de participación en dominical, todo salió bastante bien, regresamos a tu casa y platicamos un ratito, también abriste el rótulo para tu salón, espero que te haya gustadooooo."
    },
    {
        "date": "6/11/2025",
        "content": "Resumen: Día de mimir juntitos (No apunté el mero día, lo estoy haciendo después)"
    },
    {
        "date": "7/11/2025",
        "content": "Resumen: Día de mimir juntitos (No apunté el mero día, lo estoy haciendo después)"
    },
    {
        "date": "8/11/2025",
        "content": "Hoy llevé el jueguito de sequence, nos enviciamos jugando jajaja que bajamos de la tienda ya hasta las 9:30 maso y hoy llevé mi moto a su escondite para regresar a quedarme, se supone iría con mis panas, pero prefiero mil veces estar contigooooo."
    },
    {
        "date": "9/11/2025",
        "content": "Mañana de dominical y en la tarde me tuve que retirar por algunos motivos con mi hermana, aunque eso no quitó que corriendo llegará después de que tú regresaras de cenar por el cierre de pénsum de tu hermano."
    },
    {
        "date": "10/11/2025",
        "content": "Amanecimos juntitooos, estos días de mucho frío, realmente es bonito dormir contigoooo, hoy salí a medio día junto a ti para ir a tu entrevista de trabajo y hoy pedirás tus vacas después, ojalá se de para ir a la playa, aunque pregunté fue un rotundo NO la respuesta, me deja medio mal porque no puedo hacer planes lejos contigo, pero ni modo, en su momento podremos, al regresar pues día para mimir contigoooooo."
    },
    {
        "date": "11/11/2025",
        "content": "Día completoooo contigooo, desde la mañana hasta la nocheeee, pasamos el día viendo lo de tu vacante laboral jaja bueno, la mañana, por la tarde serie y comidita, apapachos y mucho amor entre nosotros."
    },
    {
        "date": "12/11/2025",
        "content": "Hoooy es tu cumpleañoooos y que bonito amanecer junto a tiii, poder decirte feliz cumpleaños justo a las 12 y en personaaaa jajaja con nervios por como me escondería en el ropero, que locuraaaas las nuestraaaaaaaaaaaaaaaaaaaaaaaaas, pero se pudo, por la tarde a seguir jugando sequence y luego comidita, algunos disgustos, yo espero que hayan sido solucionados, de verdad perdón, voy a estar tratando de mejorar ese aspecto de mi vida, para ser una mejor persona para ti, te amo."
    },
    {
        "date": "13/11/2025",
        "content": "Al llegar temprano contigo, aprovechando que estás de descanso y así pasar un ratito acostaditos y viendo pelis, me recibiste con una cara de pocos amigos, después me querías lejos, te bañaste, luego hablamos un poco sobre lo sucedido ayer, quedamos bien y ya todo mejor, seguimos viendo la serie, que ya nos quedan pocos episodios por ver, estamos en la última temporada, que por cierto, hoy me quedé en la noche también, jugó Guate y si tenía la esperanza de que ganaran, pero pueees nooooo jajaja"
    },
    {
        "date": "14/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "15/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "16/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "17/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "18/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "19/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "20/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "21/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "22/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "23/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "24/11/2025",
        "content": "La pasamoos bieeen estando juntos."
    },
    {
        "date": "25/11/2025",
        "content": "Que susssstooooo, hoy fue nuestro día de advertencia, nos cacharooon, la situación no se dio, nos salvamos en gran manera, pero que cosaaas, la noche no la pasamos tan bien que digamos, estuvo complicado, todo lo que pasó, lo que escuchamos, lo que te dijeron, fuaaaa, potenteee mi amor."
    },
    {
        "date": "26/11/2025",
        "content": "Hoy logré salir, a mi parecer nadie me vio entonces todo fresh, quiero estar contigooooo, pero tristemente ya no se podrá, ya estamos vetados y mejor prevenir a lamentarnos luego ;("
    },
    {
        "date": "27/11/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "28/11/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "29/11/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "30/11/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "1/12/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "2/12/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "3/12/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "4/12/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "5/12/2025",
        "content": "Día de entrevistaaaaaaaaaaaaaaa y también de quedada después, lo bueno es que por tu convivio se pudo fácilmente entraaar, aunque pasé un buen tiempo encerrado en el ropero jajajaja"
    },
    {
        "date": "6/12/2025",
        "content": "Todo estuvo de maravilla durante el día, pero en la noche se desató la locura, quedamos mal, supuestamente bien, pero se sabe que no es así."
    },
    {
        "date": "7/12/2025",
        "content": "Fin de EBDV, tenía ganas de una foto contigo por finalizar, pero por motivos del día anterior eso no fue posible."
    },
    {
        "date": "8/12/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "9/12/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "10/12/2025",
        "content": "No he podido anotar, se me ha pasado."
    },
    {
        "date": "11/12/2025",
        "content": "Y hoy cumplimos nuestros dos años, han sido grandes momentos, pero sin duda hemos disfrutado bastante, la pasamos bonito, espero te haya gustado bastante la sorpresa que te tenía preparada, TE AMOOOOO."
    },
    {
        "date": "12/12/2025",
        "content": "Se supone que hoy irías a ayudar a decorar para la boda de mañana, pero al final no jajaja terminamos quemando bombas frente a tu casa, luego la vecina a alegar jajaja pero todo bien, me fui lo más rápido posible, porque debía regresar para quedarmeee contigooooooooooooooooooooooo jajajaj estuvo potente porque tu mamá se quedó barriendo afuera la basura de las bombas, a todo esto, gracias por mi gorra preciosaaaaa."
    },
    {
        "date": "13/12/2025",
        "content": "Hoy fue el dia de la boda, más que todo fuimos a criticar jaja y también a firmar de presentes JAJAJ estuvo bien todo, luego al regresar tu mamá me empezó a hablar sobre el compa Cesar, pero estuvo interesante todo lo que me dijo, luego más nochecita pidiendo permiso para ir a desayunar mañana, pero pues no se logró ;("
    },
    {
        "date": "14/12/2025",
        "content": "Hoy teníamos planeado ir a desayunar, pero no fue posible, porque no te dieron permiso, luego tuviste una discusión con tu mamá por lo que te hizo Anderson y al final si comimos juntos jajaja no fue desayuno, pero si almuerzo mi cielo, te amo grandementeeeee, espero estar siempre para apoyarte, sabes que me gusta estar contigo, terminamos el día con dormidita juntoooos."
    },
    {
        "date": "15/12/2025",
        "content": "Comenzamos juntoos aprovechando que era día virtual, empezaste tarde las reuniones lo que dio chance de ver una peli, luego me fui cuando ya se pudo antes de mediodía, amo pasar tiempo contigo chiquita, caminamos al parque y terminamos en la reunión de la iglesia, luego subimos a la tienda por tu mamá, pero pues sus comentarios fueron un tanto personales, lo que me dejo extraño."
    },
    {
        "date": "16/12/2025",
        "content": "Hoy fui con mi mamá a ver a mi abuela, van a ser unos días sin poder vertee mi cielo, pero seguimos platicando como siempre que es lo importante, igual tuvimos llamaditas en los momentos que se pudieron bebé."
    },
    {
        "date": "17/12/2025",
        "content": "Hoy estuviste full ocupada, fuiste al banco por tus tarjetas, tambien fuiste por tus zapatos mi amor, pero solamente los pediste, aún falta ir a traerlos mi amor, en la noche no se pudo llamar, pero estuvimos escribiendo bastante, nos pusimos al día de lo que hicimos y todo eso mi cielo, me fui a dormir sin mi feliz noche ;("
    },
    {
        "date": "18/12/2025",
        "content": "Hoy regresé a Chimal, se supone que sería mi día para verte, pero la lluvia no lo quiso así, tristemente, pasa un nuevo día sin poder verte ;( fue día de tiktoks y reels, llamadita y todo bonito mi niña."
    },
    {
        "date": "19/12/2025",
        "content": "Y por fin nos pudimos volver a veeeeeeeeeer, ya teníamos planes de vernos y quedarme, pero tu respuesta fue \"ay nooo\" solo por le desorden bebé jajaja aunque luego me viste sensible y hubo quedada mi amor."
    },
    {
        "date": "20/12/2025",
        "content": "Hoy salí temprano y luego ya no nos vimos ;( tú fuiste a hacerte tus pestañas, a traer tus nuevos zapatos y yo fui a una noche de FIFA y fútbol, jugué 2 horas jajaja"
    },
    {
        "date": "21/12/2025",
        "content": "Hoy fue día de igle, al salir fuimos al mercado con tu mamá, tomamos un licuado, comimos tostadas, luego me tuve que ir porque iba a ayudar a mi mamá con un pastel, pero pensaron que no me quise quedar porque eran hierbas de almuerzo jajaja luego en la noche subí un rato a platicar contigo mi chiquita, aunque estaba shido para quedarseeee jaja pero no habían excusas ;("
    },
    {
        "date": "22/12/2025",
        "content": "Hoy me tocó ir a comprar todas las cosas para la cena de navidad, también estuve buscando la camisa o corbata para combinar y encontré algo similar a mi parecer jajajaj también fui a comprar las galletas para los niños en navidad y hoy si saliste bieeeeen tarde mi amor, pero siempre es bonito verte aunque sea un ratitoo mi amooor."
    },
    {
        "date": "23/12/2025",
        "content": "Teníamos pensado que hubiera quedada hoy, pero al final si tuviste que ir a trabajar mañana, lo que si estuvo buenísimo es que ayude aunque sea un poco con los paches jajaja cada quien en su rollo, tu haciendo chuchitos y yo amarrando paches jajaja alegreee eso mi amoor"
    },
    {
        "date": "24/12/2025",
        "content": "Hoy es nochebuenaaa, estamos ya listos con el plan para después de las doce, fui por ti a mediodía, sigues malita mi amor, pero no quieres tomar cosas jajajaja estuviste toda la tarde haciendo pestañas y ya por la noche no me esperaste para ir juntos a la igle ;( tomamos varias fotitos, aunque la mayoría no te gustó jajajaja"
    },
    {
        "date": "25/12/2025",
        "content": "Día después subí contigo a la tienda, pasé por el regalo de tu mamá y el que era de tu hermano, pasó a ser de tu abuela jaaja estuvimos juntitoos y vimos los nuevos episodios de Stranger Things."
    },
    {
        "date": "26/12/2025",
        "content": "Mañana no vas a trabaajaaar, eso significaaa quedadaaaaaa jajaja también hoy me tocó llevar la moto al servicio, por lo que todo bien, ya luego solo a dejarla a casa y a mimir juntitooooos, amooooooooo dormir contigo chiquita hermosaaa, más porque me escuchaste y comprendiste, agradezco mucho que seas así conmigo bebé, te quiero en mi vida siempre."
    },
    {
        "date": "27/12/2025",
        "content": "Hoy se supone que iríamos por nuestro cafecito para combinar suéteres, pero pues todo se complicó por lo que solo llegué, estuvimos tratando de arreglar el Play, pero no se pudo, luego fuimos a comprar las pistolas de hidrogel, que terminaron siendo una decepción jajaja por lo que de una vez se pusieron a la venta jajaja"
    },
    {
        "date": "28/12/2025",
        "content": "Hoy fue más clara la decisión, NOS VAMOS, potente pensar en todo eso mi amooor, pero ya empezamos a ver todos los detalles y cuándo hablarlo también :o aaaaahhh, esto da nervios, pero yo ya estoy muy emocionadoooo, mañana lo voy a hablar con mi mamá a ver que sucede."
    },
    {
        "date": "29/12/2025",
        "content": "Quien lo diría que terminaríamos afinando detalles en una mesa de cheveres jajaja platicando sobre lo que planeamos hacer, que haremos y todo, me emociona en gran manera hablar de todo esto contigo mi amor, también hablé con mi mamá sobre la situación me escuchó, comprendió y apoyo, el viernes tocará hablar con tu familiaaaa, que nervioooooooooooooooooooooooooooooooooos."
    },
    {
        "date": "30/12/2025",
        "content": "Hoy se vendieron las pistolas, fuimos a traerlas, a dejarlas, comimos sushi, hablamos sobre el lugar, definimos todas las cosas de una vez ya solo para apartar la fecha, luego hubo quedada, que según se pensaba era para organizar los detalles, pero simplemente terminamos durmiendo jajajaj"
    },
    {
        "date": "31/12/2025",
        "content": "Se llegó el último día del año y la verdad que fue un año totalmente interesante para nuestra relación, tuvo absolutamente de todo y me emociona tanto el cambio que hubo respecto al fin del año pasado con este, ahora todo es diferente y realmente creo que nuestra relación ya está muy establecida y que eres para mí, realmente te amo con toda mi alma y amo todo lo que estamos pensando para los próximos meses, te amo FELIZ AÑO NUEVO PRECIOSA."
    }
]